{
	"author" : { 
		"userId" : 0,
		"username" : "Chris Reeve",
		"avatar" : "https://lh3.googleusercontent.com/-7pSD5TEGt4g/AAAAAAAAAAI/AAAAAAAAACI/Cqefb4i8T3E/photo.jpg?sz=50",
		"email" : "chris@controversiesofscience.com",
		"bio" : "(MC) Master of Controversies",
		"lastTimeOnline" : "1985-04-12T23:20:50.52Z"
	},
	"name" : {
		"raw": "Halton Arp, the Modern Galileo",
		"type": "left-right split",
		"display": {
			"left": {
				"markup": "Halton<br>Arp",
				"top": "6.3vw",
				"left": "7.8vw"
			},
			"right": {
				"markup": "The<br>Modern<br>Galileo",
				"top": "10.5vw",
				"right": "7.8vw"
			}
		}
	},
	"summary" : "He Was a Professional Astronomer Who Began his Career as Edwin Hubble's Assistant / While Compiling a List of Peculiar Galaxies, Arp Discovered that High-Redshift Quasars are Commonly Associated with or Even Connected by Filaments to Lower-Redshift Galaxies / Since the Big Bang Requires that Differences in Redshift Place the Objects at Different Locations, Astronomers Commonly Reject Arp's Claims / But if he is Right, then there Was No Big Bang",
	"category" : "person",
	"gplus" : {
		"url" : "https://plus.google.com/+ChrisReeveOnlineScientificDiscourseIsBroken/posts/DCDKHXnrdoH",
		"graphic" : "https://lh3.googleusercontent.com/-UJsVVpygCpg/WA2XbtJflgI/AAAAAAAAJAU/M0vr_EK-krkPjiWqudBnGA1T3loMC6TSgCJoC/w7142-h9999/halton-arp-the-modern-galileo-bbal-card.jpg",
		"thumbnail" : "https://lh3.googleusercontent.com/-UJsVVpygCpg/WA2XbtJflgI/AAAAAAAAJAU/M0vr_EK-krkPjiWqudBnGA1T3loMC6TSgCJoC/w506-h750/halton-arp-the-modern-galileo-bbal-card.jpg",
		"publishDate" : "2016-10-24T05:09:14.318Z",
		"updateDate" : "2017-01-03T01:54:09.866Z",
		"comments" : []
	},
	"graphic" : {
		"type" : "Bubble Overlay",
		"icon" :
				{ "source" : "icon.png", "left" : "78vw", "top" : "67vw", "width" : "13vw", "zindex" : 10 }, 
		"overlays" : {
			"assets" : [
				{ "source" : "bubble0.png", "left" : "7vw", "top" : "23vw", "width" : "24vw", "numleft" : "20vw", "numtop" : "4.5vw", "zindex" : 10 },
				{ "source" : "bubble1.png", "left" : "6vw", "top" : "55vw", "width" : "14vw", "numleft" : "5.5vw", "numtop" : "-1vw", "zindex" : 10 },
				{ "source" : "bubble2.png", "left" : "21vw", "top" : "50vw", "width" : "10vw", "numleft" : "1vw", "numtop" : "-0.5vw", "zindex" : 10 },
				{ "source" : "bubble3.png", "left" : "37vw", "top" : "33vw", "width" : "12vw", "numleft" : "-1vw", "numtop" : "3vw", "zindex" : 10 },
				{ "source" : "bubble4.png", "left" : "52vw", "top" : "27vw", "width" : "16vw", "numleft" : "14vw", "numtop" : "6.5vw", "zindex" : 10 },
				{ "source" : "bubble7.png", "left" : "78vw", "top" : "49vw", "width" : "16vw", "numleft" : "11vw", "numtop" : "0.5vw", "zindex" : 10 },
				{ "source" : "bubble5.png", "left" : "70vw", "top" : "36vw", "width" : "9vw", "numleft" : "0vw", "numtop" : "0vw", "zindex" : 10 },
				{ "source" : "bubble6.png", "left" : "69vw", "top" : "46vw", "width" : "9vw", "numleft" : "0.5vw", "numtop" : "6.5vw", "zindex" : 10 }
			]
		},
		"footnotes" : [],
		"slideshow" : [
			{
				"text" : null,
				"bubble" : null,
				"audio" : null,
				"quotes" : null,
				"footnotes" : [
					{
						"markup" : "Original G+ Controversy Card: <a href='https://plus.google.com/+ChrisReeveOnlineScientificDiscourseIsBroken/posts/DCDKHXnrdoH'>Halton Arp, the Modern Galileo</a>"
					}
				]
			},
			{
				"text" : null,
				"bubble" : {
					"number" : 0,
					"left" : "2vw",
					"top" : "20vw",
					"width" : "96vw"
				},
				"audio" : null,
				"quotes" : [
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022Because of Arp's photos, the assumption that high-redshift objects have to be far away -- which motivates the Big Bang theory and all of presently accepted expanding-universe cosmology -- is demonstrated to be wrong. It is a paradigm-shattering result.\u0022\u003c/i\u003e - Don Scott"
						},
						"left" : "12vw",
						"top" : "108vw",
						"width" : "73vw"
					}
				],
				"footnotes" : [
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			},			
			{
				"text" : {
					"unicode" : "\u003ci\u003eThe Electric Sky\u003c/i\u003e\u003cbr /\u003eChapter 17: Redshift and the Big Bang\u003cbr /\u003eby Don Scott\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003e&quot;Dr. Halton C. Arp is a professional astronomer who began his career as Edwin Hubble&#39;s assistant.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e Arp has earned the Helen B. Warner Prize, the Newcomb Cleveland award, and the Alexander von Humboldt Senior Scientist Award. For years he worked at the Mt. Palomar and Mt. Wilson observatories. \u003c/i\u003e\u003cb\u003e\u003ci\u003eWhile there, he assembled his well-known Catalog of Peculiar Galaxies [link in Footnote A] -- galaxies that are misshapen or irregular in appearance.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eWhile compiling his catalog, Arp discovered that many pairs of quasars (&#39;quasi-stellar objects,&#39; or QSOs), which have enormously high redshift values, are physically associated with galaxies that have low redshift values.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eThese quasars are symmetrically located on either side of, and usually near the spin axis of, what he suggests are their parent low-redshift galaxies. According to astronomical doctrine, the high-redshift quasars must be located at the far edges of the universe, and the low-redshift galaxies must be relatively close by.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eThe astronomical establishment reflexively explains away Arp&#39;s observations of connected galaxies and quasars as being \u003c/i\u003e\u003cb\u003e\u003ci\u003e&#39;lensing illusions&#39;\u003c/i\u003e\u003c/b\u003e\u003ci\u003e [158] or \u003c/i\u003e\u003cb\u003e\u003ci\u003e&#39;coincidences of apparent location.&#39;\u003c/i\u003e\u003c/b\u003e\u003ci\u003e But the large number of physically closely associated quasars and low-redshift galaxies that he has photographed and cataloged defies that evasion. \u003c/i\u003e\u003cb\u003e\u003ci\u003eIt happens much too often to be a chance association.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eArp has also photographed actual physical connections between low-redshift galaxies and higher-redshift companion galaxies. If two objects are connected, they cannot be cosmically distant from one another. It is just that simple. \u003c/i\u003e\u003cb\u003e\u003ci\u003eArp&#39;s photographs disprove both the &#39;redshift equals distance&#39; and &#39;redshift equals recessional velocity&#39; assumptions.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eResearcher Amy Acheson pointed out:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;Halton Arp&#39;s observations show that the assumption that high redshift implies velocity never really was valid. \u003c/i\u003e\u003cb\u003e\u003ci\u003eArp shows, one galaxy grouping at a time, that the smaller and fainter (high-redshift) galaxies really are smaller and fainter, but not necessarily farther away.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e They are connected to, interacting with, and possibly ejected from the larger and brighter (low-redshift) galaxies. The expanding universe theory fails because higher redshift isn&#39;t only a measure of velocity. \u003c/i\u003e\u003cb\u003e\u003ci\u003eHigh redshift is an intrinsic property of small faint (recently born) galaxies. As the galaxy grows and evolves, the redshift changes.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e The light from high-redshift faint galaxies has traveled the same distance as the light from their low-redshift parent galaxies.&#39;\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eBecause of Arp&#39;s photos, the assumption that high-redshift objects have to be far away -- which motivates the Big Bang theory and all of presently accepted expanding-universe cosmology -- is demonstrated to be wrong. It is a paradigm-shattering result."
				},
				"bubble" : {
					"number" : 0,
					"left" : "-457vw",
					"top" : "-541vw",
					"width" : "1000vw"
				},
				"audio" : null,
				"quotes" : null,
				"footnotes" : [
					{
						"markup" : "[A] Halton Arp's <a href='http://arpgalaxy.com/'>Catalog of Peculiar Galaxies</a>"
					},
					{
						"markup" : "[158] Don Scott directs the reader to chapter 4 of <i>The Electric Sky</i>.  For those who don't have the book, some of the same content can be read at <a href='https://www.thunderbolts.info/tpod/2005/arch05/050816glmisuse.htm'>Gravitational Lensing Misused Again</a>"
					},
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			},
			{
				"text" : {
					"unicode" : "\u003ci\u003eA prime example of Arp &#39;s evidence is the connected pair of objects known as galaxy NGC 4319 and quasar Markarian 205. These two objects have vastly different redshift values. [159] \u003c/i\u003e\u003cb\u003e\u003ci\u003eProfessional astronomers were quick to say that they &#39;cannot see any physical connection&#39; between these two objects.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e They have at their disposal the Hubble Space Telescope, the Chandra x-ray orbiting observatory, and all of the big scopes of Kitt Peak, Hawaii, and Chile. But they cannot see the connection that Arp saw. \u003c/i\u003e\u003cb\u003e\u003ci\u003eLately they have admitted that there may be an &#39;apparent&#39; connection, but that it is only a &#39;mirage.&#39;\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eOf course, if there actually is a physical connection, then the Big Bang Theory is in trouble.\u003c/i\u003e"		
				},
				"bubble" : {
					"number" : 0,
					"left" : "-49vw",
					"top" : "-164vw",
					"width" : "399vw"
				},
				"audio" : "",
				"quotes" : [
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022Of course, if there actually is a physical connection, then the Big Bang Theory is in trouble.\u0022\u003c/i\u003e - Don Scott"
						},
						"left" : "1vw",
						"top" : "128vw",
						"width" : "74vw"
					}
				],
				"footnotes" : [
					{
						"markup" : "[159] NGC 4319: z = 0.0045 or 1357 km/s. Mrk 205: z = 0.071 or 21, 237 km/s."
					},
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			},
			{
				"text" : {
					"unicode" : "\u003ci\u003eOn April 4, 2002, amateur astronomer John Smith of Oro Valley, AZ, obtained an image of the two objects mentioned above: NGC 4319 and Markarian 205 (Mrk 205). I then quantized the light levels in that image to show isophote (similar brightness) contours. This result is shown in figure 64.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIn that image, Mrk 205 is the small appendage below the main galaxy. It is clearly connected to the main body of NGC 4319.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIn processing this image, I used level quantization (staircase gray curves in the Picture Window Pro 3.1 software package) followed by the &#39;Edge tool.&#39; [160] Notice that, of all the small objects surrounding the main galaxy, only Mrk 205&#39;s shape is stretched back toward NGC 4319. None of the other objects in close proximity to 4319 is extended in this manner.\u003c/i\u003e"
				},
				"bubble" : {
					"number" : 0,
					"left" : "-361vw",
					"top" : "-369vw",
					"width" : "612vw"
				},
				"audio" : null,
				"quotes" : [
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022The feeling that was communicated from little groups of astronomers who would stop talking as I approached was that for the sake of the honor of science they would graciously assume that my original report had been misled by some transient artifact.\u0022\u003c/i\u003e - Halton Arp in Quasars, Redshifts and Controversies"
						},
						"left" : "10vw",
						"top" : "104vw",
						"width" : "74vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022In all this technical obsfucation, however, a very common-sense point was overlooked. The galaxy, NGC 4319, is an extremely unusual galaxy. It is literally coming apart ...\u0022\u003c/i\u003e"
						},
						"left" : "10vw",
						"top" : "104vw",
						"width" : "74vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022... the arms are coming off at the roots in NGC 4319! ... As a long-time observer of peculiar galaxies, I can assure you that this is an extremely unusual spiral galaxy ...\u0022\u003c/i\u003e"
						},
						"left" : "10vw",
						"top" : "104vw",
						"width" : "74vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022... The importance of the luminous connection reaching from the quasar-like object back to the galaxy is that the connection goes straight back towards the galaxy's nucleus ...\u0022\u003c/i\u003e"
						},
						"left" : "10vw",
						"top" : "104vw",
						"width" : "74vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022Since nuclei of many galaxies are active, in the sense that they emit high-energy radiation, show variability, and eject radio sources and luminous material, it is logical to conclude that this quasar has been ejected from the nucleus of NGC 4319.\u0022\u003c/i\u003e - Halton Arp in Quasars, Redshifts and Controversies"
						},
						"left" : "10vw",
						"top" : "104vw",
						"width" : "74vw"
					}
				],
				"footnotes" : [
					{
						"markup" : "[Figure 64] Credit: John Smith -- Hidden Loft Observatory, also at Don Scott's webpage on <a href='http://electric-cosmos.org/arp.htm'>Redshift</a>"
					},
					{
						"markup" : "[160] Digital image processing such as was used here is standard technique. The images were treated globally -- nothing was done to one part of the image that was not done to the entire frame. The technique only emphasizes what is already there in the image -- it adds nothing that was not there originally."
					},
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			},
			{
				"text" : {
					"unicode" : "\u003ci\u003eOn October 7, 2002, the Astronomy Picture of the Day (APOD) published an HST [161] image of these same objects. The orientation is different, but the connection is again clearly visible. After processing the HST image exactly as was done with the first amateur image, I obtained the image shown in figure 65. It is obvious the larger galaxy (NGC 4319) in these images is physically connected to its small companion quasar. Notice, in figure 65, the three small clumps of matter situated along the line connecting the center of Mrk 205 to the larger galaxy.\u003c/i\u003e"
				},
				"bubble" : {
					"number" : 0,
					"left" : "-645vw",
					"top" : "-150vw",
					"width" : "1100vw"
				},
				"audio" : null,
				"quotes" : [
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022It is obvious the larger galaxy (NGC 4319) in these images is physically connected to its small companion quasar.\u0022\u003c/i\u003e - Don Scott"
						},
						"left" : "15vw",
						"top" : "114vw",
						"width" : "65vw"
					}
				],
				"footnotes" : [
					{
						"markup" : "[161] Hubble Space Telescope"
					},
					{
						"markup" : "[Figure 65] Original image: R. Knacke (Penn State Erie) et al., Hubble Heritage Team, NASA, also at Don Scott's webpage on <a href='http://electric-cosmos.org/arp.htm'>Redshift</a>"
					},
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			},
			{
				"text" : {
					"unicode" : "\u003ci\u003eThe official explanation of the NASA image states:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003e&#39;Appearances can be deceiving. In this NASA Hubble Space Telescope image, an odd celestial duo, the spiral galaxy NGC 4319 [center] and a quasar called Markarian 205 [upper right], appear to be neighbors. In reality, the two objects don&#39;t even live in the same city. They are separated by time and space. NGC 4319 is 80 million light-years from Earth. Markarian 205 is more than 14 times farther away, residing 1 billion light-years from Earth. The apparent close alignment of Mrk 205 and NGC 4319 is simply a matter of chance.&#39;\u003c/i\u003e"				
				},
				"bubble" : {
					"number" : 0,
					"left" : "-121vw",
					"top" : "-348vw",
					"width" : "669vw"
				},
				"audio" : null,
				"quotes" : [
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022The apparent close alignment of Mrk 205 and NGC 4319 is simply a matter of chance.\u0022\u003c/i\u003e - Spaceflight Now"
						},
						"left" : "22vw",
						"top" : "52vw",
						"width" : "54vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022In a brief article they managed to mention three times in three paragraphs that the quasar must be a background object.\u0022\u003c/i\u003e - Halton Arp in Quasars, Redshifts and Controversies"
						},
						"left" : "22vw",
						"top" : "42vw",
						"width" : "54vw"
					}
				],
				"footnotes" : [
					{
						"markup" : "<a href='http://www.spaceflightnow.com/news/n0210/04hubble/'>Spaceflight Now article</a>"
					},
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			},
			{
				"text" : {
					"unicode" : "\u003ci\u003eEstablishment astronomers deny that there is any physical connection between this pair and assert that the obvious bridge between the two objects &#39;must be&#39; an illusion. But this &#39;must be&#39; only arises from their predilection to believe in a cherished theory despite empirical evidence. When a pair of amateur astronomers such as John and myself are able to get and process images that the professionals &#39;cannot see,&#39; one has to wonder whether those experts are just being stubborn in defense of their assumptions or are in a psychological state of total denial. \u003c/i\u003e\u003cb\u003e\u003ci\u003eInterestingly, the HST image of NGC 4319 and Mrk 205 was obtained under the amateur HST request program that NASA had been supporting for a long time prior to when this image was downloaded. Very soon afterward, the request program was terminated.\u003c/i\u003e\u003c/b\u003e"
				},
				"bubble" : {
					"number" : 0,
					"left" : "-398vw",
					"top" : "-755vw",
					"width" : "1000vw"
				},
				"audio" : null,
				"quotes" : [
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022The published paper that had the most effect in this little drama was a rather pretentious effort by two researchers at another observatory ...\u0022\u003c/i\u003e"
						},
						"left" : "22vw",
						"top" : "92vw",
						"width" : "54vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022... With a telescope smaller than the one I had used to obtain my picture, they obtained a new picture. (The ratio of their 2- meter to the 5-meter I had used gives 2/5 squared = 0.16 of the photons.) ...\u0022\u003c/i\u003e"
						},
						"left" : "22vw",
						"top" : "92vw",
						"width" : "54vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022... They proceeded to give the definitive analysis of the system in the following terms: (1) The connection was not there; (2) Just in case it was there, it was accounted for by a background galaxy lying accidentally in just the right position to appear like a connection ...\u0022\u003c/i\u003e"
						},
						"left" : "22vw",
						"top" : "92vw",
						"width" : "54vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022... In actual fact, the connection had much too low a surface brightness to be a galaxy seen edge-on. The connection was also straight-sided, whereas an edge-on galaxy would have to taper at its ends.\u0022\u003c/i\u003e - Halton Arp in Quasars, Redshifts and Controversies"
						},
						"left" : "22vw",
						"top" : "92vw",
						"width" : "54vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022We joked that perhaps we should make up T-shirts with a superposed outline of the Golden Gate Bridge between the two objects.\u0022\u003c/i\u003e - Halton Arp in Quasars, Redshifts and Controversies"
						},
						"left" : "22vw",
						"top" : "92vw",
						"width" : "54vw"
					}
				],
				"footnotes" : [
					{
						"markup" : "<a href='https://rinabrundu.com/2016/04/17/galassia-ngc-4319-e-quasar-markarian-205-houston-avete-un-problema-ne-e-convinto/'>Houston, we have a problem!</a>"
					},
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			},
			{
				"text" : {
					"unicode" : "\u003ci\u003eIn his first book [162] Arp says that a favorite practice of his detractors is to look for absorption lines in the spectrum of the low-redshift (supposedly closer) object that correspond to emission lines in the quasar. This, they say, proves that the quasar is behind the low redshift galaxy. But when such absorption lines are not found, this could just as well be interpreted as proof that the quasar is in front of the galaxy. \u003c/i\u003e\u003cb\u003e\u003ci\u003eIn the case of NGC 4319 and Mrk 205, no such announcement was made. Arp knew they had looked for the absorption lines, spending a great deal of time with the Hale 200-inch scope on Mt. Palomar doing so. At an open meeting of astronomers, he eventually asked about what had been found. Arp says in his book, &#39;They replied that they had found no absorption. What seemed to me quite devastating was that they had to publicly admit that they had not published information gained from those enormous amounts of large telescope time, that they had withheld this important scientific information, apparently because it did not agree with the position to which they were committed.&#39;\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eRecently it has been announced that absorption spectra have indeed been observed in NGC 4319 at the redshifted emission lines in Mrk 205. Arp&#39;s opponents say this proves that Mrk 205 is at an enormous &#39;cosmological distance&#39; from Earth. But the observed lines are at an intensity of only about 10% of the absorption lines seen in control galaxy tests. \u003c/i\u003e\u003cb\u003e\u003ci\u003eArp claims that this observation simply proves that Mrk 205 has not yet completely emerged from the disk of its ejecting parent, so we are seeing about 10% of that parent galaxy still in front of the quasar.\u003c/i\u003e"
				},
				"bubble" : {
					"number" : 0,
					"left" : "2vw",
					"top" : "20vw",
					"width" : "96vw"
				},
				"audio" : null,
				"quotes" : [
					{
						"text" : {
							"unicode" : "\u003c/i\u003e\u0022What seemed to me quite devastating was that they had to publicly admit that they had not published information gained from those enormous amounts of large telescope time ...\u0022\u003c/i\u003e"
						},
						"left" : "0vw",
						"top" : "2vw",
						"width" : "96vw",
						"background" : "black"
					},
					{
						"text" : {
							"unicode" : "\u003c/i\u003e\u0022... that they had withheld this important scientific information, apparently because it did not agree with the position to which they were committed.\u0022\u003c/i\u003e - Halton Arp in Quasars, Redshifts and Controversies"
						},
						"left" : "0vw",
						"top" : "114vw",
						"width" : "96vw",
						"background" : "black"
					}
				],
				"footnotes" : [
					{
						"markup" : "[162] <a href='https://www.amazon.com/Quasars-Redshifts-Controversies-Halton-Arp/dp/0511564856/'><i>Quasars, Redshifts, and Controversies</i></a> by Halton Arp, p36"
					},
					{
						"markup" : "<a href='http://www.spaceflightnow.com/news/n0210/04hubble/'>Spaceflight Now article</a>"
					},
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			},
			{
				"text" : {
					"unicode" : "\u003ci\u003eMarkarian 205 was reported by Weedman as a Seyfert nucleus appearing within the arms of the lower-redshift spiral galaxy NGC 4319. Most of the argument here has centered on whether or not there is a visible connection between the two. Pictures were published with and without a bridge (Arp once said that he had pictures that showed no bridge as well, and didn't want to be thought lacking in observational skill). There was some early discussion of photographic proximity effects creating false bridges between bright objects, but it doesn't go away with linear detectors. Various reports were given by Arp 1971 (ApLett 9,1), Lynds and Millikan 1972 (ApJLett 176, L5), Stockton et al 1979 (ApJ 231, 673), and Sulentic 1983 (ApJLett 265, L49). Cecil and Stockton (1985 ApJ 288, 201) used CCD data from Mauna Kea to show that there is definitely some kind of luminous object between Mkn 205 and NGC 4319, stating that 'Arp was correct in his insistence that his broad-band plates showed luminous intervening material. The opposite conclusions of his critics were - depending on their degree of qualification - either wrong, misleading, or irrelevant.' They go on to say that Mkn 205 itself has a companion 3.3 arcseconds away, and that a tidal feature attributable to this interaction probably accounts for much of the luminous connection. More problematic is the evidence that this connection winds its way all the way into the nucleus of NGC 4319 (Sulentic 1983). Furthermore, it belongs to the very select set of galaxies with peculiar, nonstellar ionization of gas throughout the disk (Sulentic and Arp 1987 ApJ 319, 693). I must point out that NGC 4319 has a bright elliptical companion which is usually outside the area of published pictures and might be responsible for some of its morphological woes. This system is well shown (though nothing much new shows up relevant to the redshift issue) in the Hubble Heritage image, shown below as is and with a brightness stretch to bring out the intervening material.\u003c/i\u003e"
				},
				"bubble" : {
					"number" : 0,
					"left" : "-123vw",
					"top" : "-63vw",
					"width" : "500vw"
				},
				"audio" : null,
				"quotes" : [
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022Arp was correct in his insistence that his broad-band plates showed luminous intervening material. The opposite conclusions of his critics were -- depending on their degree of qualification -- either wrong, misleading, or irrelevant.\u0022\u003ci\u003e - Cecil and Stockton (1985 ApJ 288, 201)"
						},
						"left" : "17vw",
						"top" : "100vw",
						"width" : "62vw",
						"background" : "black"
					}
				],
				"footnotes" : [
					{
						"markup" : "<a href='http://www.astr.ua.edu/keel/galaxies/arp.html'>Alternate Approaches and the Redshift Controversy</a>"
					},
					{
						"markup" : "Cecil, G. & Stockton, A. 1985 'The Nature of the Luminous Feature Between Markarian 205 and NGC 4319', Astrophys. J., 288, 201-204"
					}
				]
			},
			{
				"text" : null,
				"bubble" : {
					"number" : 0,
					"left" : "2vw",
					"top" : "20vw",
					"width" : "96vw"
				},
				"audio" : null,
				"quotes" : [
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022If this were the only piece of evidence, one might conclude that it was insufficient, on its own, to justify throwing out the Big Bang Theory. But Arp has more -- much more.\u0022\u003c/i\u003e - Don Scott"
						},
						"left" : "20vw",
						"top" : "105vw",
						"width" : "55vw",
						"background" : "black"
					}
				],
				"footnotes" : [
					{
						"markup" : "Original G+ Controversy Card: <a href='https://plus.google.com/+ChrisReeveOnlineScientificDiscourseIsBroken/posts/DCDKHXnrdoH'>Halton Arp, the Modern Galileo</a>"
					}
				]
			},			
			{
				"text" : null,
				"bubble" : null,
				"audio" : null,
				"quotes" : null,
				"footnotes" : [
					{
						"markup" : "Original G+ Controversy Card: <a href='https://plus.google.com/+ChrisReeveOnlineScientificDiscourseIsBroken/posts/DCDKHXnrdoH'>Halton Arp, the Modern Galileo</a>"
					}
				]
			},
			{
				"text" : {
					"unicode" : "\u003ci\u003eAnother example of two or more connected objects that have different redshift values is galaxy NGC 7603 and the quasar that is linked to it by a bridge of luminous matter. If redshift really implies distance, then the bright companion quasar (Object 1) must be twice as far away as the main galaxy. However, in figure 66, it is obvious that the two are physically connected.\u003c/i\u003e"				
				},
				"bubble" : {
					"number" : 1,
					"left" : "-111vw",
					"top" : "-230vw",
					"width" : "400vw"
				},
				"audio" : null,
				"quotes" : [
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022In the normal course of observing the sky with telescopes, we expect to see galaxies near to each other in groups. When we measure the displacement of the absorption and emission lines in their spectra, we expect to find the redshifts of these galaxies to be very close, differing by only a few hundred kilometers per second ...\u0022\u003ci\u003e"
						},
						"left" : "6vw",
						"top" : "117vw",
						"width" : "85vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022... When we do see a much larger redshift, we instinctively feel that it is an unrelated object at a much greater distance in the far background where the expansion velocity of the universe is carrying it away from us more rapidly. It is an enormous shock therefore when we measure two galaxies that are interacting, or connected together, and find that they have vastly different redshifts ...\u0022\u003ci\u003e"
						},
						"left" : "6vw",
						"top" : "117vw",
						"width" : "85vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022... Unlike the connection between NGC 4319 and Markarian 205 ... nobody ever tried to question the reality of the luminous arm emerging from NGC 7603. What little debate took place in this case hinged on whether its connection to the companion was real or only apparent ...\u0022\u003ci\u003e"
						},
						"left" : "6vw",
						"top" : "117vw",
						"width" : "85vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022... A number of arguments attested to a real connection. First of all, the larger galaxy, NGC 7603, is a Seyfert galaxy, a fairly rare kind of galaxy with an active nucleus ...\u0022\u003ci\u003e"
						},
						"left" : "6vw",
						"top" : "117vw",
						"width" : "85vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022... Secondly, NGC 7603 is all torn up inside and nothing else is around except the companion to account for this disruption ...\u0022\u003ci\u003e"
						},
						"left" : "6vw",
						"top" : "117vw",
						"width" : "85vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022... Thirdly, only one luminous arm or filament emerges from NGC 7603 in such a way as to make it an almost unique object among galaxies. This unusual arm ends right on the companion!\u0022\u003ci\u003e - Halton Arp in Quasars, Redshifts and Controversies"
						},
						"left" : "6vw",
						"top" : "117vw",
						"width" : "85vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022We should understand that if we just go around picking galaxies at random in the sky and studying their spectra that by far the most common spectrum we will find is nonemission with late-type stellar absorption ...\u0022\u003ci\u003e"
						},
						"left" : "6vw",
						"top" : "117vw",
						"width" : "85vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022... If they were just accidental projections of ordinary background galaxies they would have the characteristic spectra of background galaxies. This is a clinching proof that these excess redshift companions are really physically associated with the lower redshift galaxies ...\u0022\u003ci\u003e"
						},
						"left" : "6vw",
						"top" : "117vw",
						"width" : "85vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022... The way in which I would think a rational astronomer would have to handle this disturbing situation is to look carefully at objects like NGC 7603 ... and say: 'Well, these are certainly connected objects, the eye readily tells us they could not be anything else.' ...\u0022\u003ci\u003e"
						},
						"left" : "6vw",
						"top" : "117vw",
						"width" : "85vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022... Then, he puts aside the pictures and says, 'This goes against everything I have been taught about redshift-distance laws. They must be just accidents.' But then he thinks about the confirmatory evidence from their spectra (and the abundant other evidence ...) that demonstrates they are not accidents ...\u0022\u003ci\u003e"
						},
						"left" : "6vw",
						"top" : "117vw",
						"width" : "85vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022... He then goes back to the pictures and says, 'Well, it seems that they are not accidents and when I actually look at the pictures I can see many more confirmatory details which demonstrate that this is just simply the surprising, but actual way things are.' It is a rare occasion when a person, even a scientist, is able to really look at a picture without forcing it into a frame of prior reference.\u0022\u003ci\u003e - Halton Arp in Quasars, Redshifts and Controversies"
						},
						"left" : "6vw",
						"top" : "117vw",
						"width" : "85vw"
					}
				],
				"footnotes" : [
					{
						"markup" : "[Figure 66] Credit: Lopez-Corredoira and Gutierrez 2002 70a Credit Lopez-Corredoira and Gutierrez 2002 70b Credit: X-ray: NASA / CXC / INAF-Brera / G. Trinchieri et al.; Optical: Palomar Obervatory / DSS.  Some discussion also <a href='http://www.areopage.net/Fusion93.html'>here</a>."
					},
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			},
			{
				"text" : {
					"unicode" : "\u003ci\u003eFurthermore two additional quasars have been discovered [163] inside the bridge of matter connecting Object 1 to NGC 7603. These are called Object 2 and Object 3 in the figure.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eThese two newly discovered objects have redshift values that establishment astronomers claim should put them \u003c/i\u003e\u003cb\u003e\u003ci\u003eten or more times farther away\u003c/i\u003e\u003c/b\u003e\u003ci\u003e than NGC 7603. \u003c/i\u003e\u003cb\u003e\u003ci\u003eYet all four objects are obviously in close proximity to each other. They are connected to each other. And they lie within the tail of matter leading off from the parent low redshift galaxy.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eThe discoverers of the new quasars have said:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;We present new spectroscopic observations of an old case of anomalous redshift -- NGC 7603 and its companion [object 1]. The redshifts of the two galaxies which are apparently connected by a luminous filament are z=0.029 and z=0.057 respectively. We show that in the luminous filament there are two compact emission line objects with z=0.243 and z=0.391. \u003c/i\u003e\u003cb\u003e\u003ci\u003eThey lie exactly on the line traced by the filament connecting the galaxies. As far as we are aware, this is the most impressive case of a system of anomalous redshifts discovered so far.&#39;\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eEric Flesch [164] of Wellington, New Zealand, has commented on the discovery as follows:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;NGC 7603 has been described as &#39;the most impressive case of a system of anomalous redshifts discovered so far.&#39; The configuration and redshifts are: two galaxies of different redshifts, connected by a luminous bridge, and where the bridge connects to each galaxy -- precisely exactly at each of the two points -- there is a higher redshift object. \u003c/i\u003e\u003cb\u003e\u003ci\u003eBy virtue of the luminous bridge and the perfect positions of the two faint objects, it is unquestionable that these four objects are physically linked and sharing the same space. The point is that any scientific claim must be falsifiable. To hold that redshift is an absolute indicator of distance must be to allow standards of evidence that will overturn that position. NGC 7603 is evidence which meets that standard, and if it is not sufficient to overturn the standard model all on its own, it is strong enough to require addressing by the proponents of the standard model.&#39;\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eBut again an important point is that these cases are not alone. \u003c/i\u003e\u003cb\u003e\u003ci\u003eArp and his associates have collected hundreds of similar close associations of highredshift quasars and low-redshift galaxies.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eArp has commented [165] on how a similar case was received by the professional astronomical community:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;A reasonable response would be to notice such a case and say, &#39;If I see a few more cases like this I will have to believe it is real&#39; Most astronomers say, \u003c/i\u003e\u003cb\u003e\u003ci\u003e&#39;This violates proven physics [i.e., their assumptions] and therefore must be invalid. After all, no matter how improbable, it is only one case.&#39; Then, when they see another case, they treat it de novo and reject it with the same argument.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e Professional scientists, however, have a responsibility to know about previous cases. And they do. When they block them out, it is a clear case of falsifying data for personal advantage -- a violation of the primary ethic of science.&#39;\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eArp applied to have the orbiting Chandra X-ray observatory look at these two new quasars. He announced in a paper [166] that he published in June 2004, &#39;It must be noted, however, that an application to make an observation of NGC 7603 with Chandra was turned down; as a consequence we do not know if the two HII galaxies in the bridge are X-ray sources nor do we know what else this active Seyfert [167] contains.&#39;\u003c/i\u003e"			
				},
				"bubble" : {
					"number" : 1,
					"left" : "2vw",
					"top" : "20vw",
					"width" : "96vw"
				},
				"audio" : null,
				"quotes" : [
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022By virtue of the luminous bridge and the perfect positions of the two faint objects, it is unquestionable that these four objects are physically linked and sharing the same space.\u0022\u003ci\u003e - Eric Flesch of Wellington, New Zealand"
						},
						"left" : "6vw",
						"top" : "117vw",
						"width" : "85vw"
					}
				],
				"footnotes" : [
					{
						"markup" : "[163] <a href='https://arxiv.org/abs/astro-ph/0203466'>'Two emission line objects with z > 0.2 in the optical filament apparently connecting the Seyfert galaxy NGC 7603 to its companion.'</a> Authors: M. Lopez-Corredoira, Carlos M. Gutierrez."
					},
					{
						"markup" : "[165] <a href='https://www.amazon.com/Seeing-Red-Redshifts-Cosmology-Academic/dp/0968368905/'>Seeing Red</a>, by Halton Arp, p14-15"
					},
					{
						"markup" : "[166] <a href='https://arxiv.org/abs/astro-ph/0401103'><i>Astronomy & Astrophysics</i>, January 8, 2004, 'New optical spectra and general discussion on the nature of ULX's,' H. Arp, C.M. Gutierrez, and M. Lopez-Corredoira</a>"
					},
					{
						"markup" : "[167] Seyfert Galaxies are spiral galaxies with unusually bright, tiny cores that fluctuate in brightness.  Most are powerful sources of infrared radiation. Some emit intense radio, X ray, and gamma rays."
					},
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			},
			{
				"text" : null,
				"bubble" : null,
				"audio" : null,
				"quotes" : null,
				"footnotes" : [
					{
						"markup" : "Original G+ Controversy Card: <a href='https://plus.google.com/+ChrisReeveOnlineScientificDiscourseIsBroken/posts/DCDKHXnrdoH'>Halton Arp, the Modern Galileo</a>"
					}
				]
			},
			{
				"text" : {
					"unicode" : "\u003ci\u003eIn Quasars, Redshifts, and Controversies, [168] Dr. Arp discusses the five interacting galaxies, NGC 7317, 7318A, 7318B, 7319, and 7320, that constitute what is known as &#39;Stephan&#39;s Quintet.&#39; The last one, NGC 7320, has a redshift value of 800 km/sec. The other four have redshifts of either 5700 km/sec or 6700 km/sec. [169]\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eAstronomers claim those last four are seven to eight times farther away from us than is NGC 7320. Therefore, they say, there cannot be any interaction between 7320 and the others.\u003c/i\u003e"			
				},
				"bubble" : {
					"number" : 2,
					"left" : "2vw",
					"top" : "20vw",
					"width" : "96vw"
				},
				"audio" : null,
				"quotes" : null,
				"footnotes" : [
					{
						"markup" : "[168] <a href='https://www.amazon.com/Quasars-Redshifts-Controversies-Halton-Arp/dp/0511564856/'><i>Quasars, Redshifts, and Controversies</i></a> by Halton Arp, p96-101"
					},
					{
						"markup" : "[169] NGC 7320 z = 0.0026; NGC 7317 z = 0.022; NGC 7318A z = 0.022; NGC 7318B z = 0.019; NGC 7319 z = 0.023; NGC 7320C z = 0.020."
					},
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky</i></a> by Don Scott"
					}
				]
			},
			{
				"text" : {
					"unicode" : "\u003ci\u003eDr. Arp states in his book, &#39;The deepest 200 inch (Mt. Palomar) plates that I have been able to obtain clearly show a &#39;tail&#39; coming out of the southeast end of NGC 7320.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;A tail like this from NGC 7320 ... must be an interaction tail -- which could arise only from physical interaction with the adjacent high-redshift members of the Quintet.&#39;\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eHe then comments that at least one amateur has been able to see the tail but &#39;it is amazing that so many professionals have difficulty seeing it.&#39; \u003c/i\u003e\u003cb\u003e\u003ci\u003eNASA routinely crops their images of Stephan&#39;s Quintet to exclude the area where this tail is located.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e [170] Those familiar with the Galileo story will remember the priests who refused to look through his telescope at the night sky.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eAmateur astronomer John Smith has taken a deep (long exposure), full, un-cropped image of the Quintet. This image is shown in figure 67. The large galaxy on the left side of the group is the low redshift (and therefore supposedly nearby) NGC 7320. Proceeding counter-clockwise from the lower right, we have NGC 7317, 7318A, 7318B, and 7319. The small galaxy at the top left is NGC 7320C. All the other objects are stars located within our Milky Way galaxy.\u003c/i\u003e"
				},
				"bubble" : {
					"number" : 2,
					"left" : "-77vw",
					"top" : "-10vw",
					"width" : "200vw"
				},
				"audio" : null,
				"quotes" : [
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022the most conclusive proof for me that the system is an interaction of high-redshift system with low, is a fact that has been known from the start, from the Burbidges' original 1961 redshift measurements. This fact is that NGC 7318 A and B, those two galaxies in the middle that are so mashed together that they look like one deformed object, actually have redshifts that differ by 1000 km/s.\u0022\u003c/i\u003e - Halton Arp in Quasars, Redshifts and Controversies"
						},
						"left" : "1vw",
						"top" : "100vw",
						"width" : "90vw"
					}
				],
				"footnotes" : [
					{
						"markup" : "[170] See, for example, <a href='http://www.chandra.harvard.edu/photo/2003/stephan/index.html'>Stephan's Quintet: Intruder Galaxy Shocks Tightly-Knit Group</a>"
					},
					{
						"markup" : "[171] Remember, if we stand facing south and look up at the night sky, east is to our left and west to our right. Most (but not all) astronomical images are published in this orientation."
					},
					{
						"markup" : "<a href='https://www.amazon.com/Quasars-Redshifts-Controversies-Halton-Arp/dp/0511564856/'><i>Quasars, Redshifts, and Controversies</i></a> by Halton Arp"
					},
					{
						"markup" : "[Figure 67] Some mainstream discussion of these objects <a href='https://apod.nasa.gov/apod/ap140327.html'>here</a>."
					},
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			},
			{
				"text" : {
					"unicode" : "\u003ci\u003eThis un-cropped image was then inverted, and put through a process similar to the one described in the discussion of the HST NGC 4319-Markarian 205 image. The result is shown in figure 68.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIt is apparent that an interaction &#39;tail&#39; does indeed extend out from NGC 7320 toward the left (East). [171] In fact it appears to curve up toward and connect with the small, high redshift galaxy, NGC 7320C. Once again Arp has visual evidence of close interaction between objects having vastly different redshift values.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eAnd again -- if amateur astronomers can obtain and perform simple digital processing on an image such as this, then why, with the multimillion dollar facilities of NASA, Cal Tech, and Kitt Peak, can the professionals not do the same? The answer is that they can, but it is not in their self-interest to do so, because the results disprove their long accepted theories and endanger the continuation of their research-funding stream.\u003c/i\u003e"
				},
				"bubble" : {
					"number" : 2,
					"left" : "-97vw",
					"top" : "-224vw",
					"width" : "450vw"
				},
				"audio" : null,
				"quotes" : [
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022it is amazing that so many professionals have difficulty seeing it.\u0022\u003c/i\u003e - Halton Arp"
						},
						"left" : "1vw",
						"top" : "100vw",
						"width" : "49vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022the results disprove their long accepted theories and endanger the continuation of their research-funding stream.\u0022\u003c/i\u003e - Halton Arp"
						},
						"left" : "48vw",
						"top" : "110vw",
						"width" : "49vw"
					}
				],
				"footnotes" : [
					{
						"markup" : "[Figure 68] See additional discussion at Don Scott's webpage on <a href='http://electric-cosmos.org/arp.htm'>Redshift</a>"
					},
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			},
			{
				"text" : null,
				"bubble" : {
					"number" : 2,
					"left" : "2vw",
					"top" : "20vw",
					"width" : "96vw"
				},
				"audio" : null,
				"quotes" : null,
				"footnotes" : null
			},
			{
				"text" : null,
				"bubble" : null,
				"audio" : null,
				"quotes" : null,
				"footnotes" : [
					{
						"markup" : "Original G+ Controversy Card: <a href='https://plus.google.com/+ChrisReeveOnlineScientificDiscourseIsBroken/posts/DCDKHXnrdoH'>Halton Arp, the Modern Galileo</a>"
					}
				]
			},
			{
				"text" : {
					"unicode" : "\u003ci\u003eLet us consider yet another example of pairs of linked objects that have vastly different redshift values. NGC 1232 [172] is also known as Arp 41. It is a magnitude 9.9 spiral galaxy with a small secondary spiral on the end of one of its arms. The small companion, NGC 1232A, has a redshift four times that of the large galaxy. [173] Under accepted theory, this requires the small companion to be over four times farther away from us than the large galaxy. Yet it is obviously positioned on the end of one ofthe main galaxy&#39;s arms.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIf that were not enough, yet another small offspring galaxy has recently been discovered within the same arm of NGC 1232 that leads out to NGC 1232A. This new one has an extremely high redshift value. Arp states, \u003c/i\u003e\u003cb\u003e\u003ci\u003e&#39;The most compelling argument that the [new] object was at the distance of NGC 1232 was simply that one does not see background galaxies through the disk of a spiral galaxy.&#39;\u003c/i\u003e"
				},
				"bubble" : {
					"number" : 3,
					"left" : "2vw",
					"top" : "20vw",
					"width" : "96vw"
				},
				"audio" : null,
				"quotes" : [
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022there was never any hesitancy about accepting this galaxy as a run-of-the-mill companion to a large spiral galaxy. Scarce heed was even paid to the fact that the redshifts of both galaxies were cataloged as essentially equal ...\u0022\u003c/i\u003e"
						},
						"left" : "2vw",
						"top" : "104vw",
						"width" : "96vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022... But then an unpredictable event occurred. The cataloged redshift for the companion was found to be in error. The redshift of the companion was really 4,776 km s-1 greater than the main galaxy ...\u0022\u003c/i\u003e"
						},
						"left" : "2vw",
						"top" : "104vw",
						"width" : "96vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022... One of the foremost galaxy experts of this era, Gerard de Vaucouleurs, who has been rather more open to discrepant evidence than most, nevertheless had the following comment about this development: 'Until recently I was convinced from appearance and resolution that this was a physical pair, in fact rather similar to our own galaxy and the Large Magellanic Cloud. However, the differential velocity, A V = +4776, forces us to conclude that this must be an optical pair unless you can offer compelling proof that the two are physically connected.' ...\u0022\u003c/i\u003e"
						},
						"left" : "2vw",
						"top" : "104vw",
						"width" : "96vw"
					}
				],
				"footnotes" : [
					{
						"markup" : "[Figure 69] Some mainstream discussion <a href='https://www.eso.org/public/usa/images/eso9845d/'>here</a>."
					},
					{
						"markup" : "[172]: <a href='https://www.amazon.com/Quasars-Redshifts-Controversies-Halton-Arp/dp/0511564856/'><i>Quasars, Redshifts, and Controversies</i></a> by Halton Arp, 1987, pp88-89."
					},
					{
						"markup" : "[173]: NGC 1232 z=0.0053; NGC 1232A z=0.022."
					},
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			},
			{
				"text" : {
					"unicode" : "\u003ci\u003eArp goes on to say, \u003c/i\u003e\u003cb\u003e\u003ci\u003e&#39;This evidence, even though of the most detailed and quantitative kind, has always been simply ignored.&#39; It appears that, when one discordant redshift relationship is discovered, close examination of the immediate area often reveals one or more others.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eUntil recently, many of the quasars that Arp has found to be associated with nearby low-redshift galaxies have been in close proximity to those parent galaxies. He has presented statistical arguments to demonstrate that such close positioning could not arise from a uniform distribution of quasars over the sky. Mainstream defenders of the Big Bang throw up all sorts of probabilistic arguments against Arp&#39;s connected objects.\u003c/i\u003e\u003c/b\u003e"
				},
				"bubble" : {
					"number" : 3,
					"left" : "12vw",
					"top" : "-120vw",
					"width" : "266vw"
				},
				"audio" : null,
				"quotes" : [
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022My own argument was that the companion was not the kind that was found isolated in space, but was of the kind found with larger spirals such as NGC 1232.\u0022\u003c/i\u003e - Halton Arp in Quasars, Redshifts and Controversies"
						},
						"left" : "48vw",
						"top" : "110vw",
						"width" : "49vw"
					}
				],
				"footnotes" : [
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			},
			{
				"text" : null,
				"bubble" : null,
				"audio" : null,
				"quotes" : null,
				"footnotes" : [
					{
						"markup" : "Original G+ Controversy Card: <a href='https://plus.google.com/+ChrisReeveOnlineScientificDiscourseIsBroken/posts/DCDKHXnrdoH'>Halton Arp, the Modern Galileo</a>"
					}
				]
			},
			{
				"text" : {
					"unicode" : "\u003ci\u003eOne might think, however, that if anyone were ever to find a quasar directly in front of a bright, low-redshift galaxy, then that would clearly constitute absolute falsification of the notion that these high-redshift objects must be at their extremely remote &#39;cosmological&#39; distances (as dictated by the redshift equals distance assumption).\u003c/i\u003e"
				},
				"bubble" : {
					"number" : 4,
					"left" : "2vw",
					"top" : "20vw",
					"width" : "96vw"
				},
				"audio" : null,
				"quotes" : null,
				"footnotes" : [
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			},
			{
				"text" : {
					"unicode" : "\u003cb\u003e\u003ci\u003eDr. Arp and his associates [174] have discovered just such a quasar (Figure 70a). It lies directly between Earth and galaxy NGC 7319 in Stephan&#39;s Quintet. It is indeed in front of its parent galaxy and is connected to it. The redshift of the quasar is 93.7 times that of the NGC 7319 galaxy that lies immediately behind it. But in accepted astronomy circles, this would mean the quasar is over 93 times farther away from us than is the big galaxy. Arp et al. show in their paper that the quasar is interacting with the material in front of the galaxy. There is a jet of matter reaching out from the center of the galaxy toward the quasar.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eThe centers of Seyfert galaxies like NGC 7319 are opaque -- we cannot see through them. We cannot even see into the cores of such galaxies let alone what is behind them. Thus, this quasar found superimposed on the face of this nearby low-redshift Seyfert galaxy obviously has to be closer to us than the galaxy. This discovery should force the final and absolute demise of the main assumptions that led to the Big Bang theory -- the assumptions that high redshift implies great distance and recessional velocity.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eArp and his colleagues submitted a paper for publication announcing the discovery. For many months, the paper was &#39;discussed and re-reviewed&#39; -- to the extent that one can legitimately use the word &#39;stonewalled&#39; -- by editors of prestigious astronomical journals. However, the image shown here received wide circulation on the Internet, where it was viewed by an increasingly vocal number of amateur astronomers and other interested viewers. In my opinion this widespread dissemination forced the Astrophysical Journal finally to publish it (2/10/05).\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eI asked one of Arp&#39; s detractors about this picture, and he continued to put forward probabilistic doubts that we are seeing what we are obviously seeing. He said that even this picture was not proof the quasar was in front of the galaxy. \u003c/i\u003e\u003cb\u003e\u003ci\u003eAnother astronomer opined that there &#39;must be&#39; a hole in the galaxy at just the right position so that we can see the quasar through it at its far &#39;cosmological distance.&#39;\u003c/i\u003e"
				},
				"bubble" : {
					"number" : 4,
					"left" : "-198vw",
					"top" : "-110vw",
					"width" : "400vw"
				},
				"audio" : null,
				"quotes" : [
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022This discovery should force the final and absolute demise of the main assumptions that led to the Big Bang theory -- the assumptions that high redshift implies great distance and recessional velocity.\u0022\u003c/i\u003e - Don Scott"							
						},
						"left" : "4vw",
						"top" : "10vw",
						"width" : "55vw"
					}
				],
				"footnotes" : [
					{
						"markup" : "[Figure 70A] Also at Don Scott's webpage on <a href='http://electric-cosmos.org/arp.htm'>Redshift</a>"
					},
					{
						"markup" : "[174] <a href='http://arxiv.org/abs/astro-ph/0409215'>'The Discovery of a High Redshift X-ray Emitting QSO Very Close to the Nucleus of NGC 7319,'</a> Authors: Pasquale Galianni, E.M. Burbidge, H. Arp, V. Junkkarinen, G. Burbidge, Stefano Zibetti"
					},
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			},
			{
				"text" : null,
				"bubble" : {
					"number" : 4,
					"left" : "-50vw",
					"top" : "-90vw",
					"width" : "200vw"
				},
				"audio" : null,
				"quotes" : [
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022As of July 2006, several such images [175] of QSOs in front of the disks of low-redshift galaxies have been published.\u0022\u003c/i\u003e - Don Scott"							
						},
						"left" : "20vw",
						"top" : "113vw",
						"width" : "55vw"
					}
				],
				"footnotes" : [
					{
						"markup" : "[175] NGC 3320, 3963, 5248, 5656.  Website no longer exists, use the Wayback Machine: https://web.archive.org/web/20090214155549/http://quasars.org/qso-gals/default.htm"
					},
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			},
			{
				"text" : null,
				"bubble" : null,
				"audio" : null,
				"quotes" : null,
				"footnotes" : [
					{
						"markup" : "Original G+ Controversy Card: <a href='https://plus.google.com/+ChrisReeveOnlineScientificDiscourseIsBroken/posts/DCDKHXnrdoH'>Halton Arp, the Modern Galileo</a>"
					}
				]
			},
			{
				"text" : {
					"unicode" : "\u003ci\u003eDr. Arp believes that quasars are ejected with large intrinsic redshift values from their parent galaxies. As they move away, their redshift decreases. Often, when the intrinsic redshift evolves down to a certain value, the quasar starts to look like a small galaxy or BL Lac object [176] and begins to fall back, with still decreasing redshift values, toward its parent. Any additional redshift (over and above its intrinsic value) is indeed indicative of the object&#39;s velocity. But the intrinsic component is an indication of the object&#39;s youth and usually makes up the larger fraction of the object&#39;s total redshift. [177]\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eOther plasma scientists, such as Dr. Anthony Peratt, dispute the &#39;ejection&#39; claim. They think it is more likely that the quasars are &#39;pinches&#39; in the Birkeland current streaming along the galaxy&#39;s spin axis. However, they all agree with Arp that the quasars are physically associated with their parent galaxies.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e All agree that the occurrence of the Big Bang is now extremely doubtful.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eIn addition to the above evidence, the intrinsic redshift z values of quasars seem to be quantized. [178] That is to say, those calculated values are tightly grouped around a series of discrete values.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eThe existence of such quantization is sufficient proof of the failure of the idea that redshift is only an indicator of recessional speed (and therefore distance). \u003c/i\u003e\u003cb\u003e\u003ci\u003eThis quantization means (under the redshift equals distance interpretation) that quasars must lie in several concentric shells, with Earth at the center of the entire arrangement.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e Copernicus discovered a long time ago that Earth isn&#39;t at the center of anything.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eRecently a group of astronomers, [179] having analyzed a large number of observed high redshift values, announced that they could find no such quantization effect. But the raw (observed) redshift value is not what is quantized. It is the quasars&#39; intrinsic redshift z values [180] that are.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e The raw values can be smeared out away from the quantization peaks by two different Doppler velocity effects:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e1. The system&#39;s motion - the family (parent galaxy and its offspring quasars) is moving as a group, either away from us or toward us.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e2. The velocity components of the individual members of each quasar pair. [181] Due to their ejection from the parent galaxy, one is moving toward us, and the other is moving away.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIn his new book [182], Arp shows that, \u003c/i\u003e\u003cb\u003e\u003ci\u003ewhen the observed z values are corrected for these two Doppler motions, the resulting intrinsic redshift values occur only on the quantization peaks with almost no dispersion.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e One must first identify which quasars are associated with each parent galaxy and then transform their observed redshift values into the parent galaxy&#39;s reference frame.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eFigure 71 presents an image taken by the Chandra orbiting x-ray telescope of galaxy M82. (Also see figure 59.) This image shows another example of the quasar ejection phenomenon.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eThe official caption [183] says:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;Chandra Images Seething Cauldron of Starburst Galaxy. Chandra x-ray image of M82, at a distance of 11 million light years from Earth, is the nearest starburst galaxy. Massive stars are forming and expiring in M82 at a rate ten times higher than in our galaxy. The bright spots in the center are supernova remnants and x-ray binaries. These are some of the brightest such objects known. The luminosity of the x-ray binaries suggests that most contain a black hole. The diffuse x-ray light in the image extends over several thousand light years, and is caused by multimillion-degree gas flowing out of M82. A close encounter with a large galaxy, M81, in the last 100 million years is thought to be the cause of the starburst activity.&#39;&#39; [Emphasis added.]\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;Hot gas&#39; must be extremely hot to radiate X-rays. Even orthodox astronomers will admit that all the atoms in such a hot gas are ionized and that the &#39;gas&#39; is actually a plasma. But the electrical properties of a plasma can cause it to emit x-rays at much lower temperatures. Because astronomers are unaware of such properties, they must call upon the much weaker properties of gravity to supply the energy. Mathematical extrapolation indicates that the necessary energy would be available if matter were concentrated into a &#39;black-hole.&#39; Although no black hole has ever been observed, the presence of one is often inferred and then announced as fact -- as it is here.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIn the image shown in figure 71, a string of at least five high-intensity, young, x-ray-emitting plasmoids (quasars?) extends along the spin axis of M82. There is a high level of plasma activity. High-amplitude electric currents undoubtedly are producing large pinch forces that create these objects. No black-hole magic is needed.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIf there is a black hole in the middle of each of these objects, why is matter pouring out rather than in? There is an old saying: &#39;When you hear hoof beats, do not automatically assume the presence of zebras.&#39; \u003c/i\u003e\u003cb\u003e\u003ci\u003eWhen there is a powerful ejection of energy and material, it is not logical to immediately postulate the presence of a black hole that supposedly sucks everything in\u003c/i\u003e\u003c/b\u003e\u003ci\u003e [184].\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eThere are many exciting images taken by the Hubble space telescope of phenomena astronomers attribute to galactic collisions. Figure 72 is an example. The typical official commentary is as follows:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;Hubble astronomers conducting research on a class of galaxies called ultra-luminous infrared galaxies (ULIRGs) have discovered that over two dozen of these are found within &#39;nests&#39; of galaxies, apparently engaged in multiple collisions that lead to fiery pile-ups of three, four or even five galaxies smashing together.&#39;&#39; [Emphasis. added.]\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIn view of Arp&#39;s observations, what we are most likely seeing is the riotous birth of galaxies and quasars, not their deaths. Instead of witnessing collisions, we are looking at the separation of parent and offspring.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eHubble astronomers seem to have forgotten how empty &#39;gravitational space&#39; is: Remember the dust motes that are miles apart: \u003c/i\u003e\u003cb\u003e\u003ci\u003eRandom collisions in such vacuous spaces are extremely unlikely. And if the universe were really expanding, everything should be getting farther away from everything else. Collisions should be even more improbable.\u003c/i\u003e"
				},
				"bubble" : {
					"number" : 5,
					"left" : "2vw",
					"top" : "20vw",
					"width" : "96vw"
				},
				"audio" : null,
				"quotes" : [
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022A galaxy is a quasar's way of making another quasar!\u0022\u003c/i\u003e - Hilton Ratcliffe in The Virtue of Heresy: Confessions of a Dissident Astronomer"							
						},
						"left" : "20vw",
						"top" : "113vw",
						"width" : "55vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022When there is a powerful ejection of energy and material, it is not logical to immediately postulate the presence of a black hole that supposedly sucks everything in\u0022\u003c/i\u003e - Don Scott"
						},
						"left" : "8vw",
						"top" : "4vw",
						"width" : "80vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022Random collisions in such vacuous spaces are extremely unlikely. And if the universe were really expanding, everything should be getting farther away from everything else. Collisions should be even more improbable.\u0022\u003c/i\u003e - Don Scott"
						},
						"left" : "0vw",
						"top" : "118vw",
						"width" : "96vw"
					}
				],
				"footnotes" : [
					{
						"markup" : "[Reference 13] There is some additional information <a href='https://www.thunderbolts.info/tpod/2006/arch06/061204arpejection.htm'>here</a>."
					},
					{
						"markup" : "[176] BL Lacertae objects (BL Lac for short) exhibit no emission lines but have a strong continuum stretching from radio frequencies through X-ray frequencies."
					},
					{
						"markup" : "[177] See Appendix B of <i>The Electric Sky</i> for the details of the calculation."
					},
					{
						"markup" : "[178] QSO redshifts cluster at z = 0.061, 0.30, 0.60, 0.91, 1.41, 1.96, ... such that (1+z2)/(1+z1) = 1.23."
					},
					{
						"markup" : "[179] Hawkins, Maddox, and Merrifield (M.N.R.A.S. 336, L13, 2002)."
					},
					{
						"markup" : "[180] To make this calculation, we first must identify a pair of quasars symmetrically positioned on either side of a galaxy and measure the redshift of each; then calculate the average value. This average value is the inherent redshift of the pair. This is the quantity that has been observed to be quantized."
					},
					{
						"markup" : "[181] See Appendix B of <i>The Electric Sky</i>"
					},
					{
						"markup" : "[182] <a href='https://www.amazon.com/Catalogue-Discordant-Redshift-Associations-Halton/dp/0968368999'><i>Catalog of Discordant Redshift Associations</i></a>, H.C. Arp, Apeiron, Montreal, p58, 59."
					},
					{
						"markup" : "[183] <a href='http://chandra.harvard.edu/photo/2001/0094true/'>M82: Starburst Galaxy With Ultraluminous X-Ray Sources</a>"
					},
					{
						"markup" : "[184] To explain this contradiction, astrophysicists now say some black holes can radiate energy, via a mechanism known as Hawking radiation, named after the British physicist Stephen Hawking who first invented the idea. This avoided the necessity of having to propose a wholly new invisible entity -- or accept Alfven's model."
					},
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			},
			{
				"text" : null,
				"bubble" : null,
				"audio" : null,
				"quotes" : null,
				"footnotes" : [
					{
						"markup" : "Original G+ Controversy Card: <a href='https://plus.google.com/+ChrisReeveOnlineScientificDiscourseIsBroken/posts/DCDKHXnrdoH'>Halton Arp, the Modern Galileo</a>"
					}
				]
			},
			{
				"text" : {
					"unicode" : "\u003ci\u003eMany years ago the philosopher Benedict Spinoza commented [185]:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;It is very rare for men to relate an event simply as it happened, without adding any element of their own judgment. When they see or hear anything new, they are, unless strictly on their guard, so occupied with their own preconceived opinions that they perceive something quite different from the plain facts seen or heard ... for most people think they sufficiently understand a thing when they have ceased to wonder at it.&#39;\u003c/i\u003e"
				},
				"bubble" : {
					"number" : 6,
					"left" : "2vw",
					"top" : "20vw",
					"width" : "96vw"
				},
				"audio" : null,
				"quotes" : null,
				"footnotes" : [
					{
						"markup" : "[185] <i>A Theologico-Political Treatise</i>, 1670 (Pub Anon), Benedict de Zpinoza (1632-1677)"
					},
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			},
			{
				"text" : {
					"unicode" : "\u003ci\u003eAstronomers are presently trying to explain away observations of quasar-galaxy connections with the hypothesis of &#39;gravitational lensing.&#39; [186] Below, in figure 73, are ten examples of such groupings. The only way such an optical illusion could occur is if Earth, a nearby galaxy, and a distant quasar (all three) fall precisely on a single straight line. Could this happen once?\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003ePossibly. But dozens of times? Not likely. In fact, the probability is vanishingly small.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eAnd if Halton Arp is correct, the quasars are not that far away in the first place.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eThese sets of objects are not illusions or mirages -- rather, they are visual proof that Arp is correct in what he says: \u003c/i\u003e\u003cb\u003e\u003ci\u003eYoung, high-redshift objects are being ejected in jets and arcs of plasma from the centers of active galactic nuclei (AGNs) and Seyfert galaxies.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e The images show exactly that happening.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eThe eminent astronomer Geoffrey Burbidge, a professor of physics at the University of California at San Diego, has remarked [187] that he is not concerned by the fact that some astronomers find Arp&#39;s data unconvincing, but he objects strongly to their attempts to brush such anomalous data under the rug. His remarks are pertinent to all of science:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;Evidence of the kind just mentioned which is favorable to the cosmological interpretations [188] of the redshifts does not negate the other evidence. It simply means that the world is a complicated place .... In articles such as that by Weedman, it is somehow considered all right to totally ignore the non-cosmological hypothesis.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eThe fairest way to deal with the problem is not to fall back on authority (what eminent authorities believe or don&#39;t believe) but to examine the evidence for oneself.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e The most extensive collection of this evidence is in the book[s) by Halton C. Arp ... If, after examining the statistics yourself and understanding the evidence, you are unconvinced, so be it. Remember, if the conventional view is correct, all of these apparent juxtapositions must be accidental. Above all, do not be swayed by the views of the authorities, be they Dan Weedman, Allan Sandage, Maarten Schmidt, Chip Arp, or myself. We are fallible, too, and some of us (ask the others.) have axes to grind.&#39;\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eOur galaxy, the Milky Way, has two much-smaller companion galaxies called the Large Magellanic Cloud (LMC) and the Small Magellanic Cloud (SMC). These two objects are only readily visible to observers south of the equator. Recently a search was made for quasars &#39;behind&#39; each of these galaxies. Astronomer Tom Van Flandern, previously of the Naval Observatory brought the results [189] to the attention of an email group of which I am a member:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;Figures ... show the distribution of quasars behind the Large and Small Magellanic Clouds. They are obviously more numerous within the cloud boundaries than outside them. However, the selection criteria are not rigorous and may be biased. The distribution is sufficiently denser close to the clusters as to suggest that many of the quasars are members of these two clusters. This of course presumes that cosmological redshift is not a valid distance indicator.&#39;\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eAmy Acheson answered Van Flandern:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;Thanks for taking the time to send the AJ article. It&#39;s really an amazing article about the LMC. They even sneak in, especially if you look closely at the pictures, \u003c/i\u003e\u003cb\u003e\u003ci\u003equasars lined up along the minor axis of the SMC, along filaments\u003c/i\u003e\u003c/b\u003e\u003ci\u003e, and a histogram ... that shows quantization of redshift, exactly as expected by Chip Arp.&#39;\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIf these observations are confirmed to be quasars, they will be the nearest such objects yet discovered.\u003c/i\u003e"
				},
				"bubble" : {
					"number" : 6,
					"left" : "-37vw",
					"top" : "-15vw",
					"width" : "170vw"
				},
				"audio" : null,
				"quotes" : [
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022The fairest way to deal with the problem is not to fall back on authority (what eminent authorities believe or don't believe) but to examine the evidence for oneself.\u0022\u003c/i\u003e - Don Scott"
						},
						"left" : "8vw",
						"top" : "6vw",
						"width" : "81vw"
					}
				],
				"footnotes" : [
					{
						"markup" : "[Reference 11] Some mainstream discussion <a href='https://apod.nasa.gov/apod/ap990601.html'>here</a>."
					},
					{
						"markup" : "[186] See the section on Gravitational Lensing in chapter 4 of <i>The Electric Sky</i>"
					},
					{
						"markup" : "[187] Burbidge, Geoffrey; 'Quasars in the Balance,' <i>Mercury</i>, 17:136, 1988."
					},
					{
						"markup" : "[188] Astronomers use the phrase 'cosmological distance' to imply that the redshift equals distance assumption is correct. The phrase 'non-cosmological hypothesis' refers to Arp's ideas."
					},
					{
						"markup" : "[189] This is a difficult paper to track down ... 'Quasars. Distribution behind Magellanic Clouds,' <i>AJ</i> 125, 1-12 (2003)"
					},
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			},
			{
				"text" : null,
				"bubble" : null,
				"audio" : null,
				"quotes" : null,
				"footnotes" : [
					{
						"markup" : "Original G+ Controversy Card: <a href='https://plus.google.com/+ChrisReeveOnlineScientificDiscourseIsBroken/posts/DCDKHXnrdoH'>Halton Arp, the Modern Galileo</a>"
					}
				]
			},
			{
				"text" : {
					"unicode" : "\u003ci\u003eIt is often amazing how different investigators can look at the same data and come to opposite conclusions about its meaning. Patterns (or quantizations) can be obvious to some observers and invisible to others - especially to those who do not wish to see them.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eConsider the pattern called, &#39;The Fingers of God.&#39; The bottom diagram in figure 74 is supposedly a plot of the distances [190] to many of the galaxies that lie in a ninety-degree field of view centered on the Virgo Galaxy Cluster (whose members are shown in red). The distance measurement for each galaxy was computed by presuming that its actual distance is proportional to its redshift value.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eWhat is actually plotted is redshift value vs. angular position. \u003c/i\u003e\u003cb\u003e\u003ci\u003eAs a result, the Virgo cluster takes on the shape of two long fingers pointed directly at Earth. These have become known as &#39;The Fingers of God.&#39;\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eLong cosmic-sized fingers pointed directly at Earth? This is absurd on its face. It is independent proof that the &#39;redshift equals distance&#39; assumption is false. Earth is not the center of the universe \u003c/i\u003e\u003cb\u003e\u003ci\u003e(nor is it the focal point for the Virgo galaxy cluster)\u003c/i\u003e\u003c/b\u003e\u003ci\u003e.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIf the lower plot in figure 74 had included larger radial &#39;distances,&#39; then the strings of red dots that represent the Virgo cluster objects would have closed as shown in the upper right plot in the figure. The plot would form an elongated ellipse. But, the high-redshift galaxies in the upper regions of this plot are not far away, they are just young -- and are at approximately the same distance from us as the low-redshift galaxies. Arp points out that the Virgo cluster is much more compact than it appears in the lower diagram. A plot of the correct distance distribution is shown in the diagram at the upper left in figure 74.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eHow astronomers can continue to look at this diagram and not realize that something is wrong with the &#39;redshift equals distance&#39; idea is evidence of how blinded by this assumption they have become.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e Like the Church in Galileo&#39;s day, refusing to open its eyes to any version of the order of the cosmos but its own, today&#39;s astrophysicists have closed their eyes and minds to observations that might disprove their dogma.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eCarl Sagan put it this way, &#39;You can&#39;t convince a believer of anything; for their belief is not based on evidence, it&#39;s based on a deep seated need to believe.&#39;\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIt is ironic to remember that Galileo got into trouble with the Church by promoting the work of Copernicus who said that Earth is not the center of anything. \u003c/i\u003e\u003cb\u003e\u003ci\u003eIn pointing out the erroneous nature of the Fingers of God diagram, Arp is indeed today&#39;s Galileo.\u003c/i\u003e"
				},
				"bubble" : {
					"number" : 7,
					"left" : "2vw",
					"top" : "20vw",
					"width" : "96vw"
				},
				"audio" : null,
				"quotes" : [
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022examining the distribution of quasars on the sky does reveal conspicuous clumps and groups of quasars. The trouble is that the quasars within each group have dissimilar, or only moderately similar, redshifts ...\u0022\u003c/i\u003e"
						},
						"left" : "8vw",
						"top" : "104vw",
						"width" : "81vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022If these groupings are real, and if the redshifts were distance indicators, each group, with its range of redshift, would represent an elongated 'finger' of quasars pointing just at our position in space.\u0022\u003c/i\u003e - Halton Arp"
						},
						"left" : "8vw",
						"top" : "104vw",
						"width" : "81vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022the Virgo cluster takes on the shape of two long fingers pointed directly at Earth. These have become known as 'The Fingers of God.'\u0022\u003c/i\u003e - Don Scott"
						},
						"left" : "8vw",
						"top" : "104vw",
						"width" : "81vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022How astronomers can continue to look at this diagram and not realize that something is wrong with the 'redshift equals distance' idea is evidence of how blinded by this assumption they have become.\u0022\u003c/i\u003e - Don Scott"
						},
						"left" : "8vw",
						"top" : "104vw",
						"width" : "81vw"
					},
					{
						"text" : {
							"unicode" : "\u003ci\u003e\u0022In pointing out the erroneous nature of the Fingers of God diagram, Arp is indeed today's Galileo.\u0022\u003c/i\u003e - Don Scott"
						},
						"left" : "8vw",
						"top" : "7vw",
						"width" : "81vw"
					}
				],
				"footnotes" : [
					{
						"markup" : "[Footnote 12] <a href='www.thunderbolts.info/tpod/2004/arch/041018fingers-god.htm'>Fingers of God</a>"
					},
					{
						"markup" : "[190] What is plotted are redshift-dictated <i>indicative velocities</i>. The assumption is made that the use of the Hubble constant can then reveal the <i>distance</i> of each of these galaxies."
					},
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			},
			{
				"text" : {
					"unicode" : "\u003ci\u003eA detailed discussion of Einstein&#39;s General Relativity Theory is well beyond the scope of this book. However, for completeness, we should briefly discuss how Arp&#39;s work impinges on the assumptions that were made in solving Einstein&#39;s famous equation. That equation can be written, in its simplest form, as [191]\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eG=T,\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003ewhere T represents the energy and momentum of a system of particles and G describes the geometry (e.g., curvature of space-time) of the space in which the particles reside. Note carefully that this postulated relationship does not explicitly include any electrical or magnetic phenomena.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIn 1922 a Russian mathematician, Alexander Friedmann, derived a solution to the general form of this equation, which yielded the now famous result that the spatial separations of the particles in the cosmos have to increase with time. This was the genesis of the notion that space itself was expanding. The very coordinate system in which we measure the positions of objects in the universe was blowing up. Redshift could be decoupled from recessional velocity, distance could be made &#39;stretchable,&#39; and the Big Bang could be anchored to a non-empirical mathematical structure into which any observation could be subsumed. It was overlooked that such a deduced hypothesis was not falsifiable and thus made cosmology into a pseudoscience. It was not until 1977 that mathematician Jayant Narlikar [192] pointed out that Friedmann&#39;s solution had assumed that the total mass of all the particles in the universe remained constant in time. Narlikar did not make that particular assumption and obtained a different solution -- one wherein m = at^2. This result indicates that the mass of the cosmos increases at a rate that is proportional to the square of the age of that mass. It isn&#39;t the size of the universe that is getting larger -- it is its mass.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eArp points out in his book Seeing Red [193] that &#39;the most useful feature of the Narlikar solution is that it explains [my] preceding book[s] full of observations. \u003c/i\u003e\u003cb\u003e\u003ci\u003eIf particle masses are a function of time, then younger (more recently created) electrons have smaller masses. When a less massive electron makes a transition between atomic orbits, the photon involved has a lower energy and the resulting spectral line is redshifted. The consistent lesson of the observations we have discussed is, the younger the object, the higher the intrinsic redshift.&#39;\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eEinstein was not necessarily wrong when he postulated his relation. The error lay in the assumptions made by others when they solved that equation. It was wrong to presume that the mass of the cosmos is constant. That single faulty assumption has led to the present disaster of curved spacetime, expanding space, Big Bang, Dark Energy, inflation theory, and a host of immeasurable, nonsense quantities -- none of which can be observed. Contrast all this to Narlikar&#39;s elegant, closed-form solution of the Einstein equation. This solution results in a conclusion that has been repeatedly verified by Arp&#39;s experimental evidence -- his observations and his images.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eDr. Halton Arp&#39;s contributions to observational astronomy and the way he has been treated by the majority of the astronomical community are reminiscent of the story of Plato&#39;s cave [194]. Imagine a dark, cave-like prison in which humans are bound by their necks to a single place from infancy. All they can see are shadows on the opposite wall of the cave. The real objects are beyond their field of vision. A fire behind the real objects creates the shadows. The prisoners do not recognize their imprisonment and are satisfied to live their lives in this way. Then one man gets free and struggles to where he sees the real objects. This freed prisoner now understands the shadows to be imperfect, twisted copies of the full reality now grasped in his mind. But when he is returned to the prison, the freed prisoner becomes the object of ridicule, disbelief, and hostility. His observations are rejected as being &#39;obviously flawed.&#39;\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eAny unbiased scientific examination of Arp&#39;s images will quickly lead to the conclusion that it is not his evidence and his images that are flawed. Rather, the flaw is in the established and convoluted theory at whose foundation lies a mistaken solution of Einstein&#39;s postulate, the unwarranted presumption that the total mass of the universe must be a constant and the now falsified assumption that &#39;redshift implies large distance and recessional velocity.&#39;\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eReal evidence leads us to conclude that Halton Arp is correct in his contention that redshift is caused mainly by an object&#39;s being young and only secondarily because of its velocity. Therefore, quasars are not the brightest, most distant, and most rapidly moving objects in the observed universe -- but they are among the youngest. And the Virgo galaxy cluster most certainly does not have the shape of a long &#39;Finger of God&#39; pointed directly at Earth. And the universe is not expanding.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eWe have noted that Arp&#39;s contention that quasars and BL Lac objects are ejected from active galactic nuclei is somewhat contrary to Peratt&#39;s and Alfven&#39;s theory that they are formed in place by z-pinches in cosmic Birkeland currents. But these two proposed mechanisms are not contradictory: Arp&#39;s ejection is accompanied by much plasma activity; Peratt&#39;s z-pinches occur in plasma streaming out of a galaxy along its axial current. In either case, the hypothesis is antithetical to the Big Bang Theory. Both agree that quasars are in close proximity to (and in dozens of cases connected to) their central galaxies.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eThe story of Halton Arp demonstrates the extent to which the astrophysics power structure will go in defending their theories and assumptions even when confronted with clearly falsifying evidence. Worst of all are their attempts to stifle Arp&#39;s publications.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eWhat can be called &#39;The Arp Affair&#39; should have been stopped early on by heeding Carl Sagan&#39;s judgment: &#39;The suppression of uncomfortable ideas may be common in religion or in politics, but it is not the path to knowledge, and there&#39;s no place for it in the endeavor of science.&#39;&quot;\u003c/i\u003e"
				},
				"bubble" : null,
				"audio" : null,
				"quotes" : null,
				"footnotes" : [
					{
						"markup" : "[191] This description is described by Arp, <a href='https://www.amazon.com/Seeing-Red-Redshifts-Cosmology-Academic/dp/0968368905/'>Seeing Red</a>, p225-252."
					},
					{
						"markup" : "[192] <i>Annals of Physics</i>, 107, 325"
					},
					{
						"markup" : "[193] <a href='https://www.amazon.com/Seeing-Red-Redshifts-Cosmology-Academic/dp/0968368905/'>Seeing Red</a>, by Halton Arp, p227."
					},
					{
						"markup" : "[194] Adam, James. <i>The Republic of Plato</i>. 1902. 2nd Ed. Cambridge: Cambridge University Press, 1963. Annas, Julia. <i>An Introduction to Plato's Republic</i>. Oxford: Clarendon Press 1981."
					},
					{
						"markup" : "<a href='https://www.amazon.com/Electric-Sky-Donald-E-Scott/dp/0977285111/'><i>The Electric Sky<i></a> by Don Scott"
					}
				]
			}
		]
	},
	"text" : {
		"unicode" : "\u003cb\u003eHalton Arp, the Modern Galileo: He Was a Professional Astronomer Who Began his Career as Edwin Hubble&#39;s Assistant / While Compiling a List of Peculiar Galaxies, Arp Discovered that High-Redshift Quasars are Commonly Associated with or Even Connected by Filaments to Lower-Redshift Galaxies / Since the Big Bang Requires that Differences in Redshift Place the Objects at Different Locations, Astronomers Commonly Reject Arp&#39;s Claims / But if he is Right, then there Was No Big Bang\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eThe Electric Sky\u003c/i\u003e\u003cbr /\u003eChapter 17: Redshift and the Big Bang\u003cbr /\u003eby Don Scott\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003e&quot;Dr. Halton C. Arp is a professional astronomer who began his career as Edwin Hubble&#39;s assistant.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e Arp has earned the Helen B. Warner Prize, the Newcomb Cleveland award, and the Alexander von Humboldt Senior Scientist Award. For years he worked at the Mt. Palomar and Mt. Wilson observatories. \u003c/i\u003e\u003cb\u003e\u003ci\u003eWhile there, he assembled his well-known Catalog of Peculiar Galaxies -- galaxies that are misshapen or irregular in appearance.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eWhile compiling his catalog, Arp discovered that many pairs of quasars (&#39;quasi-stellar objects,&#39; or QSOs), which have enormously high redshift values, are physically associated with galaxies that have low redshift values.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eThese quasars are symmetrically located on either side of, and usually near the spin axis of, what he suggests are their parent low-redshift galaxies. According to astronomical doctrine, the high-redshift quasars must be located at the far edges of the universe, and the low-redshift galaxies must be relatively close by.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eThe astronomical establishment reflexively explains away Arp&#39;s observations of connected galaxies and quasars as being \u003c/i\u003e\u003cb\u003e\u003ci\u003e&#39;lensing illusions&#39;\u003c/i\u003e\u003c/b\u003e\u003ci\u003e [158] or \u003c/i\u003e\u003cb\u003e\u003ci\u003e&#39;coincidences of apparent location.&#39;\u003c/i\u003e\u003c/b\u003e\u003ci\u003e But the large number of physically closely associated quasars and low-redshift galaxies that he has photographed and cataloged defies that evasion. \u003c/i\u003e\u003cb\u003e\u003ci\u003eIt happens much too often to be a chance association.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eArp has also photographed actual physical connections between low-redshift galaxies and higher-redshift companion galaxies. If two objects are connected, they cannot be cosmically distant from one another. It is just that simple. \u003c/i\u003e\u003cb\u003e\u003ci\u003eArp&#39;s photographs disprove both the &#39;redshift equals distance&#39; and &#39;redshift equals recessional velocity&#39; assumptions.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eResearcher Amy Acheson pointed out:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;Halton Arp&#39;s observations show that the assumption that high redshift implies velocity never really was valid. \u003c/i\u003e\u003cb\u003e\u003ci\u003eArp shows, one galaxy grouping at a time, that the smaller and fainter (high-redshift) galaxies really are smaller and fainter, but not necessarily farther away.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e They are connected to, interacting with, and possibly ejected from the larger and brighter (low-redshift) galaxies. The expanding universe theory fails because higher redshift isn&#39;t only a measure of velocity. \u003c/i\u003e\u003cb\u003e\u003ci\u003eHigh redshift is an intrinsic property of small faint (recently born) galaxies. As the galaxy grows and evolves, the redshift changes.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e The light from high-redshift faint galaxies has traveled the same distance as the light from their low-redshift parent galaxies.&#39;\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eBecause of Arp&#39;s photos, the assumption that high-redshift objects have to be far away -- which motivates the Big Bang theory and all of presently accepted expanding-universe cosmology -- is demonstrated to be wrong. It is a paradigm-shattering result.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eA prime example of Arp &#39;s evidence is the connected pair of objects known as galaxy NGC 4319 and quasar Markarian 205. These two objects have vastly different redshift values. [159] \u003c/i\u003e\u003cb\u003e\u003ci\u003eProfessional astronomers were quick to say that they &#39;cannot see any physical connection&#39; between these two objects.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e They have at their disposal the Hubble Space Telescope, the Chandra x-ray orbiting observatory, and all of the big scopes of Kitt Peak, Hawaii, and Chile. But they cannot see the connection that Arp saw. \u003c/i\u003e\u003cb\u003e\u003ci\u003eLately they have admitted that there may be an &#39;apparent&#39; connection, but that it is only a &#39;mirage.&#39;\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eOf course, if there actually is a physical connection, then the Big Bang Theory is in trouble.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eOn April 4, 2002, amateur astronomer John Smith of Oro Valley, AZ, obtained an image of the two objects mentioned above: NGC 4319 and Markarian 205 (Mrk 205). I then quantized the light levels in that image to show isophote (similar brightness) contours. This result is shown in figure 64.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIn that image, Mrk 205 is the small appendage below the main galaxy. It is clearly connected to the main body of NGC 4319.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIn processing this image, I used level quantization (staircase gray curves in the Picture Window Pro 3.1 software package) followed by the &#39;Edge tool.&#39; [160] Notice that, of all the small objects surrounding the main galaxy, only Mrk 205&#39;s shape is stretched back toward NGC 4319. None of the other objects in close proximity to 4319 is extended in this manner.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eOn October 7, 2002, the Astronomy Picture of the Day (APOD) published an HST161 image of these same objects. The orientation is different, but the connection is again clearly visible. After processing the HST image exactly as was done with the first amateur image, I obtained the image shown in figure 65. It is obvious the larger galaxy (NGC 4319) in these images is physically connected to its small companion quasar. Notice, in figure 65, the three small clumps of matter situated along the line connecting the center of Mrk 205 to the larger galaxy.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eThe official explanation of the NASA image states:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003e&#39;Appearances can be deceiving. In this NASA Hubble Space Telescope image, an odd celestial duo, the spiral galaxy NGC 4319 [center] and a quasar called Markarian 205 [upper right], appear to be neighbors. In reality, the two objects don&#39;t even live in the same city. They are separated by time and space. NGC 4319 is 80 million light-years from Earth. Markarian 205 is more than 14 times farther away, residing 1 billion light-years from Earth. The apparent close alignment of Mrk 205 and NGC 4319 is simply a matter of chance.&#39;\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eEstablishment astronomers deny that there is any physical connection between this pair and assert that the obvious bridge between the two objects &#39;must be&#39; an illusion. But this &#39;must be&#39; only arises from their predilection to believe in a cherished theory despite empirical evidence. When a pair of amateur astronomers such as John and myself are able to get and process images that the professionals &#39;cannot see,&#39; one has to wonder whether those experts are just being stubborn in defense of their assumptions or are in a psychological state of total denial. \u003c/i\u003e\u003cb\u003e\u003ci\u003eInterestingly, the HST image of NGC 4319 and Mrk 205 was obtained under the amateur HST request program that NASA had been supporting for a long time prior to when this image was downloaded. Very soon afterward, the request program was terminated.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIn his first book [162] Arp says that a favorite practice of his detractors is to look for absorption lines in the spectrum of the low-redshift (supposedly closer) object that correspond to emission lines in the quasar. This, they say, proves that the quasar is behind the low redshift galaxy. But when such absorption lines are not found, this could just as well be interpreted as proof that the quasar is in front of the galaxy. \u003c/i\u003e\u003cb\u003e\u003ci\u003eIn the case of NGC 4319 and Mrk 205, no such announcement was made. Arp knew they had looked for the absorption lines, spending a great deal of time with the Hale 200-inch scope on Mt. Palomar doing so. At an open meeting of astronomers, he eventually asked about what had been found. Arp says in his book, &#39;They replied that they had found no absorption. What seemed to me quite devastating was that they had to publicly admit that they had not published information gained from those enormous amounts of large telescope time, that they had withheld this important scientific information, apparently because it did not agree with the position to which they were committed.&#39;\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eRecently it has been announced that absorption spectra have indeed been observed in NGC 4319 at the redshifted emission lines in Mrk 205. Arp&#39;s opponents say this proves that Mrk 205 is at an enormous &#39;cosmological distance&#39; from Earth. But the observed lines are at an intensity of only about 10% of the absorption lines seen in control galaxy tests. \u003c/i\u003e\u003cb\u003e\u003ci\u003eArp claims that this observation simply proves that Mrk 205 has not yet completely emerged from the disk of its ejecting parent, so we are seeing about 10% of that parent galaxy still in front of the quasar.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIf this were the only piece of evidence, one might conclude that it was insufficient, on its own, to justify throwing out the Big Bang Theory. But Arp has more -- much more.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eAnother example of two or more connected objects that have different redshift values is galaxy NGC 7603 and the quasar that is linked to it by a bridge of luminous matter. If redshift really implies distance, then the bright companion quasar (Object 1) must be twice as far away as the main galaxy. However, in figure 66, it is obvious that the two are physically connected.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eFurthermore two additional quasars have been discovered [163] inside the bridge of matter connecting Object 1 to NGC 7603. These are called Object 2 and Object 3 in the figure.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eThese two newly discovered objects have redshift values that establishment astronomers claim should put them \u003c/i\u003e\u003cb\u003e\u003ci\u003eten or more times farther away\u003c/i\u003e\u003c/b\u003e\u003ci\u003e than NGC 7603. \u003c/i\u003e\u003cb\u003e\u003ci\u003eYet all four objects are obviously in close proximity to each other. They are connected to each other. And they lie within the tail of matter leading off from the parent low redshift galaxy.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eThe discoverers of the new quasars have said:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;We present new spectroscopic observations of an old case of anomalous redshift -- NGC 7603 and its companion [object 1]. The redshifts of the two galaxies which are apparently connected by a luminous filament are z=0.029 and z=0.057 respectively. We show that in the luminous filament there are two compact emission line objects with z=0.243 and z=0.391. \u003c/i\u003e\u003cb\u003e\u003ci\u003eThey lie exactly on the line traced by the filament connecting the galaxies. As far as we are aware, this is the most impressive case of a system of anomalous redshifts discovered so far.&#39;\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eEric Flesch [164] of Wellington, New Zealand, has commented on the discovery as follows:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;NGC 7603 has been described as &#39;the most impressive case of a system of anomalous redshifts discovered so far.&#39; The configuration and redshifts are: two galaxies of different redshifts, connected by a luminous bridge, and where the bridge connects to each galaxy -- precisely exactly at each of the two points -- there is a higher redshift object. \u003c/i\u003e\u003cb\u003e\u003ci\u003eBy virtue of the luminous bridge and the perfect positions of the two faint objects, it is unquestionable that these four objects are physically linked and sharing the same space. The point is that any scientific claim must be falsifiable. To hold that redshift is an absolute indicator of distance must be to allow standards of evidence that will overturn that position. NGC 7603 is evidence which meets that standard, and if it is not sufficient to overturn the standard model all on its own, it is strong enough to require addressing by the proponents of the standard model.&#39;\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eBut again an important point is that these cases are not alone. \u003c/i\u003e\u003cb\u003e\u003ci\u003eArp and his associates have collected hundreds of similar close associations of highredshift quasars and low-redshift galaxies.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eArp has commented [165] on how a similar case was received by the professional astronomical community:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;A reasonable response would be to notice such a case and say, &#39;If I see a few more cases like this I will have to believe it is real&#39; Most astronomers say, \u003c/i\u003e\u003cb\u003e\u003ci\u003e&#39;This violates proven physics [i.e., their assumptions] and therefore must be invalid. After all, no matter how improbable, it is only one case.&#39; Then, when they see another case, they treat it de novo and reject it with the same argument.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e Professional scientists, however, have a responsibility to know about previous cases. And they do. When they block them out, it is a clear case of falsifying data for personal advantage -- a violation of the primary ethic of science.&#39;\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eArp applied to have the orbiting Chandra X-ray observatory look at these two new quasars. He announced in a paper [166] that he published in June 2004, &#39;It must be noted, however, that an application to make an observation of NGC 7603 with Chandra was turned down; as a consequence we do not know if the two HII galaxies in the bridge are X-ray sources nor do we know what else this active Seyfert [167] contains.&#39;\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIn Quasars, Redshifts, and Controversies, [168] Dr. Arp discusses the five interacting galaxies, NGC 7317, 7318A, 7318B, 7319, and 7320, that constitute what is known as &#39;Stephan&#39;s Quintet.&#39; The last one, NGC 7320, has a redshift value of 800 km/sec. The other four have redshifts of either 5700 km/sec or 6700 km/sec. [169]\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eAstronomers claim those last four are seven to eight times farther away from us than is NGC 7320. Therefore, they say, there cannot be any interaction between 7320 and the others.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eDr. Arp states in his book, &#39;The deepest 200 inch (Mt. Palomar) plates that I have been able to obtain clearly show a &#39;tail&#39; coming out of the southeast end of NGC 7320.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;A tail like this from NGC 7320 ... must be an interaction tail -- which could arise only from physical interaction with the adjacent high-redshift members of the Quintet.&#39;\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eHe then comments that at least one amateur has been able to see the tail but &#39;it is amazing that so many professionals have difficulty seeing it.&#39; \u003c/i\u003e\u003cb\u003e\u003ci\u003eNASA routinely crops their images of Stephan&#39;s Quintet to exclude the area where this tail is located.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e [170] Those familiar with the Galileo story will remember the priests who refused to look through his telescope at the night sky.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eAmateur astronomer John Smith has taken a deep (long exposure), full, un-cropped image of the Quintet. This image is shown in figure 67. The large galaxy on the left side of the group is the low redshift (and therefore supposedly nearby) NGC 7320. Proceeding counter-clockwise from the lower right, we have NGC 7317, 7318A, 7318B, and 7319. The small galaxy at the top left is NGC 7320C. All the other objects are stars located within our Milky Way galaxy.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eThis un-cropped image was then inverted, and put through a process similar to the one described in the discussion of the HST NGC 4319-Markarian 205 image. The result is shown in figure 68.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIt is apparent that an interaction &#39;tail&#39; does indeed extend out from NGC 7320 toward the left (East). [171] In fact it appears to curve up toward and connect with the small, high redshift galaxy, NGC 7320C. Once again Arp has visual evidence of close interaction between objects having vastly different redshift values.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eAnd again -- if amateur astronomers can obtain and perform simple digital processing on an image such as this, then why, with the multimillion dollar facilities of NASA, Cal Tech, and Kitt Peak, can the professionals not do the same? The answer is that they can, but it is not in their self-interest to do so, because the results disprove their long accepted theories and endanger the continuation of their research-funding stream.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eLet us consider yet another example of pairs of linked objects that have vastly different redshift values. NGC 1232 [172] is also known as Arp 41. It is a magnitude 9.9 spiral galaxy with a small secondary spiral on the end of one of its arms. The small companion, NGC 1232A, has a redshift four times that of the large galaxy. [173] Under accepted theory, this requires the small companion to be over four times farther away from us than the large galaxy. Yet it is obviously positioned on the end of one ofthe main galaxy&#39;s arms.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIf that were not enough, yet another small offspring galaxy has recently been discovered within the same arm of NGC 1232 that leads out to NGC 1232A. This new one has an extremely high redshift value. Arp states, \u003c/i\u003e\u003cb\u003e\u003ci\u003e&#39;The most compelling argument that the [new] object was at the distance of NGC 1232 was simply that one does not see background galaxies through the disk of a spiral galaxy.&#39;\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eArp goes on to say, \u003c/i\u003e\u003cb\u003e\u003ci\u003e&#39;This evidence, even though of the most detailed and quantitative kind, has always been simply ignored.&#39; It appears that, when one discordant redshift relationship is discovered, close examination of the immediate area often reveals one or more others.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eUntil recently, many of the quasars that Arp has found to be associated with nearby low-redshift galaxies have been in close proximity to those parent galaxies. He has presented statistical arguments to demonstrate that such close positioning could not arise from a uniform distribution of quasars over the sky. Mainstream defenders of the Big Bang throw up all sorts of probabilistic arguments against Arp&#39;s connected objects.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eOne might think, however, that if anyone were ever to find a quasar directly in front of a bright, low-redshift galaxy, then that would clearly constitute absolute falsification of the notion that these high-redshift objects must be at their extremely remote &#39;cosmological&#39; distances (as dictated by the redshift equals distance assumrtion).\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eDr. Arp and his associates [174] have discovered just such a quasar (Figure 70a). It lies directly between Earth and galaxy NGC 7319 in Stephan&#39;s Quintet. It is indeed in front of its parent galaxy and is connected to it. The redshift of the quasar is 93.7 times that of the NGC 7319 galaxy that lies immediately behind it. But in accepted astronomy circles, this would mean the quasar is over 93 times farther away from us than is the big galaxy. Arp et al. show in their paper that the quasar is interacting with the material in front of the galaxy. There is a jet of matter reaching out from the center of the galaxy toward the quasar.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eThe centers of Seyfert galaxies like NGC 7319 are opaque -- we cannot see through them. We cannot even see into the cores of such galaxies let alone what is behind them. Thus, this quasar found superimposed on the face of this nearby low-redshift Seyfert galaxy obviously has to be closer to us than the galaxy. This discovery should force the final and absolute demise of the main assumptions that led to the Big Bang theory -- the assumptions that high redshift implies great distance and recessional velocity.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eArp and his colleagues submitted a paper for publication announcing the discovery. For many months, the paper was &#39;discussed and re-reviewed&#39; -- to the extent that one can legitimately use the word &#39;stonewalled&#39; -- by editors of prestigious astronomical journals. However, the image shown here received wide circulation on the Internet, where it was viewed by an increasingly vocal number of amateur astronomers and other interested viewers. In my opinion this widespread dissemination forced the Astrophysical Journal finally to publish it (2/10/05).\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eI asked one of Arp&#39; s detractors about this picture, and he continued to put forward probabilistic doubts that we are seeing what we are obviously seeing. He said that even this picture was not proof the quasar was in front of the galaxy. \u003c/i\u003e\u003cb\u003e\u003ci\u003eAnother astronomer opined that there &#39;must be&#39; a hole in the galaxy at just the right position so that we can see the quasar through it at its far &#39;cosmological distance.&#39;\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eAs of July 2006, several such images [175] of QSOs in front of the disks of low-redshift galaxies have been published.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eDr. Arp believes that quasars are ejected with large intrinsic redshift values from their parent galaxies. As they move away, their redshift decreases. Often, when the intrinsic redshift evolves down to a certain value, the quasar starts to look like a small galaxy or BL Lac object [176] and begins to fall back, with still decreasing redshift values, toward its parent. Any additional redshift (over and above its intrinsic value) is indeed indicative of the object&#39;s velocity. But the intrinsic component is an indication of the object&#39;s youth and usually makes up the larger fraction of the object&#39;s total redshift. [177]\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eOther plasma scientists, such as Dr. Anthony Peratt, dispute the &#39;ejection&#39; claim. They think it is more likely that the quasars are &#39;pinches&#39; in the Birkeland current streaming along the galaxy&#39;s spin axis. However, they all agree with Arp that the quasars are physically associated with their parent galaxies.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e All agree that the occurrence of the Big Bang is now extremely doubtful.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eIn addition to the above evidence, the intrinsic redshift z values of quasars seem to be quantized. [178] That is to say, those calculated values are tightly grouped around a series of discrete values.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eThe existence of such quantization is sufficient proof of the failure of the idea that redshift is only an indicator of recessional speed (and therefore distance). \u003c/i\u003e\u003cb\u003e\u003ci\u003eThis quantization means (under the redshift equals distance interpretation) that quasars must lie in several concentric shells, with Earth at the center of the entire arrangement.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e Copernicus discovered a long time ago that Earth isn&#39;t at the center of anything.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eRecently a group of astronomers, [179] having analyzed a large number of observed high redshift values, announced that they could find no such quantization effect. But the raw (observed) redshift value is not what is quantized. It is the quasars&#39; intrinsic redshift z values [180] that are.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e The raw values can be smeared out away from the quantization peaks by two different Doppler velocity effects:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e1. The system&#39;s motion - the family (parent galaxy and its offspring quasars) is moving as a group, either away from us or toward us.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e2. The velocity components of the individual members of each quasar pair. [181] Due to their ejection from the parent galaxy, one is moving toward us, and the other is moving away.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIn his new book [182], Arp shows that, \u003c/i\u003e\u003cb\u003e\u003ci\u003ewhen the observed z values are corrected for these two Doppler motions, the resulting intrinsic redshift values occur only on the quantization peaks with almost no dispersion.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e One must first identify which quasars are associated with each parent galaxy and then transform their observed redshift values into the parent galaxy&#39;s reference frame.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eFigure 71 presents an image taken by the Chandra orbiting x-ray telescope of galaxy M82. (Also see figure 59.) This image shows another example of the quasar ejection phenomenon.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eThe official caption 183 says:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;Chandra Images Seething Cauldron of Starburst Galaxy. Chandra x-ray image of M82, at a distance of 11 million light years from Earth, is the nearest starburst galaxy. Massive stars are forming and expiring in M82 at a rate ten times higher than in our galaxy. The bright spots in the center are supernova remnants and x-ray binaries. These are some of the brightest such objects known. The luminosity of the x-ray binaries suggests that most contain a black hole. The diffuse x-ray light in the image extends over several thousand light years, and is caused by multimillion-degree gas flowing out of M82. A close encounter with a large galaxy, M81, in the last 100 million years is thought to be the cause of the starburst activity.&#39;&#39; [Emphasis added.]\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;Hot gas&#39; must be extremely hot to radiate X-rays. Even orthodox astronomers will admit that all the atoms in such a hot gas are ionized and that the &#39;gas&#39; is actually a plasma. But the electrical properties of a plasma can cause it to emit x-rays at much lower temperatures. Because astronomers are unaware of such properties, they must call upon the much weaker properties of gravity to supply the energy. Mathematical extrapolation indicates that the necessary energy would be available if matter were concentrated into a &#39;black-hole.&#39; Although no black hole has ever been observed, the presence of one is often inferred and then announced as fact -- as it is here.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIn the image shown in figure 71, a string of at least five high-intensity, young, x-ray-emitting plasmoids (quasars?) extends along the spin axis of M82. There is a high level of plasma activity. High-amplitude electric currents undoubtedly are producing large pinch forces that create these objects. No black-hole magic is needed.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIf there is a black hole in the middle of each of these objects, why is matter pouring out rather than in? There is an old saying: &#39;When you hear hoof beats, do not automatically assume the presence of zebras.&#39; \u003c/i\u003e\u003cb\u003e\u003ci\u003eWhen there is a powerful ejection of energy and material, it is not logical to immediately postulate the presence of a black hole that supposedly sucks everything in\u003c/i\u003e\u003c/b\u003e\u003ci\u003e [184].\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eThere are many exciting images taken by the Hubble space telescope of phenomena astronomers attribute to galactic collisions. Figure 72 is an example. The typical official commentary is as follows:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;Hubble astronomers conducting research on a class of galaxies called ultra-luminous infrared galaxies (ULIRGs) have discovered that over two dozen of these are found within &#39;nests&#39; of galaxies, apparently engaged in multiple collisions that lead to fiery pile-ups of three, four or even five galaxies smashing together.&#39;&#39; [Emphasis. added.]\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIn view of Arp&#39;s observations, what we are most likely seeing is the riotous birth of galaxies and quasars, not their deaths. Instead of witnessing collisions, we are looking at the separation of parent and offspring.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eHubble astronomers seem to have forgotten how empty &#39;gravitational space&#39; is: Remember the dust motes that are miles apart: \u003c/i\u003e\u003cb\u003e\u003ci\u003eRandom collisions in such vacuous spaces are extremely unlikely. And if the universe were really expanding, everything should be getting farther away from everything else. Collisions should be even more improbable.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eMany years ago the philosopher Benedict Spinoza commented [185]:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;It is very rare for men to relate an event simply as it happened, without adding any element of their own judgment. When they see or hear anything new, they are, unless strictly on their guard, so occupied with their own preconceived opinions that they perceive something quite different from the plain facts seen or heard ... for most people think they sufficiently understand a thing when they have ceased to wonder at it.&#39;\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eAstronomers are presently trying to explain away observations of quasar-galaxy connections with the hypothesis of &#39;gravitational lensing.&#39; [186] Below, in figure 73, are ten examples of such groupings. The only way such an optical illusion could occur is if Earth, a nearby galaxy, and a distant quasar (all three) fall precisely on a single straight line. Could this happen once?\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003ePossibly. But dozens of times? Not likely. In fact, the probability is vanishingly small.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eAnd if Halton Arp is correct, the quasars are not that far away in the first place.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eThese sets of objects are not illusions or mirages -- rather, they are visual proof that Arp is correct in what he says: \u003c/i\u003e\u003cb\u003e\u003ci\u003eYoung, high-redshift objects are being ejected in jets and arcs of plasma from the centers of active galactic nuclei (AGNs) and Seyfert galaxies.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e The images show exactly that happening.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eThe eminent astronomer Geoffrey Burbidge, a professor of physics at the University of California at San Diego, has remarked [187] that he is not concerned by the fact that some astronomers find Arp&#39;s data unconvincing, but he objects strongly to their attempts to brush such anomalous data under the rug. His remarks are pertinent to all of science:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;Evidence of the kind just mentioned which is favorable to the cosmological interpretations [188] of the redshifts does not negate the other evidence. It simply means that the world is a complicated place .... In articles such as that by Weedman, it is somehow considered all right to totally ignore the non-cosmological hypothesis.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eThe fairest way to deal with the problem is not to fall back on authority (what eminent authorities believe or don&#39;t believe) but to examine the evidence for oneself.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e The most extensive collection of this evidence is in the book[s) by Halton C. Arp ... If, after examining the statistics yourself and understanding the evidence, you are unconvinced, so be it. Remember, if the conventional view is correct, all of these apparent juxtapositions must be accidental. Above all, do not be swayed by the views of the authorities, be they Dan Weedman, Allan Sandage, Maarten Schmidt, Chip Arp, or myself. We are fallible, too, and some of us (ask the others.) have axes to grind.&#39;\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eOur galaxy, the Milky Way, has two much-smaller companion galaxies called the Large Magellanic Cloud (LMC) and the Small Magellanic Cloud (SMC). These two objects are only readily visible to observers south of the equator. Recently a search was made for quasars &#39;behind&#39; each of these galaxies. Astronomer Tom Van Flandern, previously of the Naval Observatory brought the results [189] to the attention of an email group of which I am a member:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;Figures ... show the distribution of quasars behind the Large and Small Magellanic Clouds. They are obviously more numerous within the cloud boundaries than outside them. However, the selection criteria are not rigorous and may be biased. The distribution is sufficiently denser close to the clusters as to suggest that many of the quasars are members of these two clusters. This of course presumes that cosmological redshift is not a valid distance indicator.&#39;\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eAmy Acheson answered Van Flandern:\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003e&#39;Thanks for taking the time to send the AJ article. It&#39;s really an amazing article about the LMC. They even sneak in, especially if you look closely at the pictures, \u003c/i\u003e\u003cb\u003e\u003ci\u003equasars lined up along the minor axis of the SMC, along filaments\u003c/i\u003e\u003c/b\u003e\u003ci\u003e, and a histogram ... that shows quantization of redshift, exactly as expected by Chip Arp.&#39;\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIf these observations are confirmed to be quasars, they will be the nearest such objects yet discovered.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIt is often amazing how different investigators can look at the same data and come to opposite conclusions about its meaning. Patterns (or quantizations) can be obvious to some observers and invisible to others - especially to those who do not wish to see them.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eConsider the pattern called, &#39;The Fingers of God.&#39; The bottom diagram in figure 74 is supposedly a plot of the distances [190] to many of the galaxies that lie in a ninety-degree field of view centered on the Virgo Galaxy Cluster (whose members are shown in red). The distance measurement for each galaxy was computed by presuming that its actual distance is proportional to its redshift value.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eWhat is actually plotted is redshift value vs. angular position. \u003c/i\u003e\u003cb\u003e\u003ci\u003eAs a result, the Virgo cluster takes on the shape of two long fingers pointed directly at Earth. These have become known as &#39;The Fingers of God.&#39;\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eLong cosmic-sized fingers pointed directly at Earth? This is absurd on its face. It is independent proof that the &#39;redshift equals distance&#39; assumption is false. Earth is not the center of the universe \u003c/i\u003e\u003cb\u003e\u003ci\u003e(nor is it the focal point for the Virgo galaxy cluster)\u003c/i\u003e\u003c/b\u003e\u003ci\u003e.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIf the lower plot in figure 74 had included larger radial &#39;distances,&#39; then the strings of red dots that represent the Virgo cluster objects would have closed as shown in the upper right plot in the figure. The plot would form an elongated ellipse. But, the high-redshift galaxies in the upper regions of this plot are not far away, they are just young -- and are at approximately the same distance from us as the low-redshift galaxies. Arp points out that the Virgo cluster is much more compact than it appears in the lower diagram. A plot of the correct distance distribution is shown in the diagram at the upper left in figure 74.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cb\u003e\u003ci\u003eHow astronomers can continue to look at this diagram and not realize that something is wrong with the &#39;redshift equals distance&#39; idea is evidence of how blinded by this assumption they have become.\u003c/i\u003e\u003c/b\u003e\u003ci\u003e Like the Church in Galileo&#39;s day, refusing to open its eyes to any version of the order of the cosmos but its own, today&#39;s astrophysicists have closed their eyes and minds to observations that might disprove their dogma.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eCarl Sagan put it this way, &#39;You can&#39;t convince a believer of anything; for their belief is not based on evidence, it&#39;s based on a deep seated need to believe.&#39;\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIt is ironic to remember that Galileo got into trouble with the Church by promoting the work of Copernicus who said that Earth is not the center of anything. \u003c/i\u003e\u003cb\u003e\u003ci\u003eIn pointing out the erroneous nature of the Fingers of God diagram, Arp is indeed today&#39;s Galileo.\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eA detailed discussion of Einstein&#39;s General Relativity Theory is well beyond the scope of this book. However, for completeness, we should briefly discuss how Arp&#39;s work impinges on the assumptions that were made in solving Einstein&#39;s famous equation. That equation can be written, in its simplest form, as [191]\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eG=T,\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003ewhere T represents the energy and momentum of a system of particles and G describes the geometry (e.g., curvature of space-time) of the space in which the particles reside. Note carefully that this postulated relationship does not explicitly include any electrical or magnetic phenomena.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eIn 1922 a Russian mathematician, Alexander Friedmann, derived a solution to the general form of this equation, which yielded the now famous result that the spatial separations of the particles in the cosmos have to increase with time. This was the genesis of the notion that space itself was expanding. The very coordinate system in which we measure the positions of objects in the universe was blowing up. Redshift could be decoupled from recessional velocity, distance could be made &#39;stretchable,&#39; and the Big Bang could be anchored to a non-empirical mathematical structure into which any observation could be subsumed. It was overlooked that such a deduced hypothesis was not falsifiable and thus made cosmology into a pseudoscience. It was not until 1977 that mathematician Jayant Narlikar [192] pointed out that Friedmann&#39;s solution had assumed that the total mass of all the particles in the universe remained constant in time. Narlikar did not make that particular assumption and obtained a different solution -- one wherein m = at^2. This result indicates that the mass of the cosmos increases at a rate that is proportional to the square of the age of that mass. It isn&#39;t the size of the universe that is getting larger -- it is its mass.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eArp points out in his book Seeing Red [193] that &#39;the most useful feature of the Narlikar solution is that it explains [my] preceding book[s] full of observations. \u003c/i\u003e\u003cb\u003e\u003ci\u003eIf particle masses are a function of time, then younger (more recently created) electrons have smaller masses. When a less massive electron makes a transition between atomic orbits, the photon involved has a lower energy and the resulting spectral line is redshifted. The consistent lesson of the observations we have discussed is, the younger the object, the higher the intrinsic redshift.&#39;\u003c/i\u003e\u003c/b\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eEinstein was not necessarily wrong when he postulated his relation. The error lay in the assumptions made by others when they solved that equation. It was wrong to presume that the mass of the cosmos is constant. That single faulty assumption has led to the present disaster of curved spacetime, expanding space, Big Bang, Dark Energy, inflation theory, and a host of immeasurable, nonsense quantities -- none of which can be observed. Contrast all this to Narlikar&#39;s elegant, closed-form solution of the Einstein equation. This solution results in a conclusion that has been repeatedly verified by Arp&#39;s experimental evidence -- his observations and his images.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eDr. Halton Arp&#39;s contributions to observational astronomy and the way he has been treated by the majority of the astronomical community are reminiscent of the story of Plato&#39;s cave [194]. Imagine a dark, cave-like prison in which humans are bound by their necks to a single place from infancy. All they can see are shadows on the opposite wall of the cave. The real objects are beyond their field of vision. A fire behind the real objects creates the shadows. The prisoners do not recognize their imprisonment and are satisfied to live their lives in this way. Then one man gets free and struggles to where he sees the real objects. This freed prisoner now understands the shadows to be imperfect, twisted copies of the full reality now grasped in his mind. But when he is returned to the prison, the freed prisoner becomes the object of ridicule, disbelief, and hostility. His observations are rejected as being &#39;obviously flawed.&#39;\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eAny unbiased scientific examination of Arp&#39;s images will quickly lead to the conclusion that it is not his evidence and his images that are flawed. Rather, the flaw is in the established and convoluted theory at whose foundation lies a mistaken solution of Einstein&#39;s postulate, the unwarranted presumption that the total mass of the universe must be a constant and the now falsified assumption that &#39;redshift implies large distance and recessional velocity.&#39;\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eReal evidence leads us to conclude that Halton Arp is correct in his contention that redshift is caused mainly by an object&#39;s being young and only secondarily because of its velocity. Therefore, quasars are not the brightest, most distant, and most rapidly moving objects in the observed universe -- but they are among the youngest. And the Virgo galaxy cluster most certainly does not have the shape of a long &#39;Finger of God&#39; pointed directly at Earth. And the universe is not expanding.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eWe have noted that Arp&#39;s contention that quasars and BL Lac objects are ejected from active galactic nuclei is somewhat contrary to Peratt&#39;s and Alfven&#39;s theory that they are formed in place by z-pinches in cosmic Birkeland currents. But these two proposed mechanisms are not contradictory: Arp&#39;s ejection is accompanied by much plasma activity; Peratt&#39;s z-pinches occur in plasma streaming out of a galaxy along its axial current. In either case, the hypothesis is antithetical to the Big Bang Theory. Both agree that quasars are in close proximity to (and in dozens of cases connected to) their central galaxies.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eThe story of Halton Arp demonstrates the extent to which the astrophysics power structure will go in defending their theories and assumptions even when confronted with clearly falsifying evidence. Worst of all are their attempts to stifle Arp&#39;s publications.\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003e\u003ci\u003eWhat can be called &#39;The Arp Affair&#39; should have been stopped early on by heeding Carl Sagan&#39;s judgment: &#39;The suppression of uncomfortable ideas may be common in religion or in politics, but it is not the path to knowledge, and there&#39;s no place for it in the endeavor of science.&#39;&quot;\u003c/i\u003e\u003cbr /\u003e\u003cbr /\u003eFOOTNOTES:\u003cbr /\u003e\u003cbr /\u003e[158] See chapter 4.\u003cbr /\u003e\u003cbr /\u003e[159] NGC 4319: z = 0.0045 or 1357 km/s. Mrk 205: z = 0.071 or 21,237 km/s.\u003cbr /\u003e\u003cbr /\u003e[160] Digital image processing such as was used here is a standard technique. The images were treated globally -- nothing was done to one part of the image that was not done to the entire frame. The technique only emphasizes what is already there in the image -- it adds nothing that was not there originally.\u003cbr /\u003e\u003cbr /\u003e[161] Hubble Space Telescope.\u003cbr /\u003e\u003cbr /\u003e[162] Quasars, Redshifts and Controversies, Interstellar Media, Berkeley, CA., 1987 p.36.\u003cbr /\u003e\u003cbr /\u003e[163] &quot;Two emission line objects with z &gt; 0.2 in the optical filament apparently connecting the Seyfert galaxy NGC 7603 to its companion.&quot; Authors: M. Lopez Corredoira, Carlos M. Gutierrez. \u003ca href=\"http://arxiv.org/PS_cache/astro-ph/pdf/0203/0203466.pdf\" class=\"ot-anchor\"\u003ehttp://arxiv.org/PS_cache/astro-ph/pdf/0203/0203466.pdf\u003c/a\u003e\u003cbr /\u003e\u003cbr /\u003e[164] \u003ca href=\"http://quasars.org/\" class=\"ot-anchor\"\u003ehttp://quasars.org/\u003c/a\u003e\u003cbr /\u003e\u003cbr /\u003e[165] Seeing Red, pp 14-15.\u003cbr /\u003e\u003cbr /\u003e[166] arXiv:astro-ph/0401103, v18, Jan 2004. Astronomy &amp; Astrophysics, January 8, 2004, &quot;New optical spectra and general discussion on the nature of ULX&#39;s,&quot; H. Arp [1], C. M. Gutierrez [2], and M. Lopez Corredoira. [3]\u003cbr /\u003e\u003cbr /\u003e[1] Max-Planck-Institut f&#39;ur Astrophysik, Karl Schwarzschild-Str.1, Postfach 1317, D-85741 Garching, Germany\u003cbr /\u003e\u003cbr /\u003e[2] Instituto de Astrof&#39;isica de Canarias, E-38200 La Laguna, Tenerife, Spain\u003cbr /\u003e\u003cbr /\u003e[3] Astronomisches Institut der Universit&#39;at Basel, Venusstrass 7, CH-4102\u003cbr /\u003eBinningen, Switzerland\u003cbr /\u003e\u003cbr /\u003e[167] Seyfert Galaxies are spiral galaxies with unusually bright, tiny cores that fluctuate in brightness. Most are powerful sources of infrared radiation. Some emit intense radio, X ray, and gamma rays.\u003cbr /\u003e\u003cbr /\u003e[168] p. 96-101\u003cbr /\u003e\u003cbr /\u003e[169] NGC 7320 z = 0.0026; NGC 7317 z = 0.022; NGC 7318A z = 0.022; NGC\u003cbr /\u003e7318B z = 0.019; NGC 7319 z = 0.023; NGC 7320C z = 0.020.\u003cbr /\u003e\u003cbr /\u003e[170] See, for example, \u003ca href=\"http://www.chandra.harvard.edu/photo/2003/stephan/index.html\" class=\"ot-anchor\"\u003ehttp://www.chandra.harvard.edu/photo/2003/stephan/index.html\u003c/a\u003e\u003cbr /\u003e\u003cbr /\u003e[171] Remember, if we stand facing south and look up at the night sky, east is to our left and west to our right. Most (but not all) astronomical images are published in this orientation.\u003cbr /\u003e\u003cbr /\u003e[172] Quasars, Redshifts and Controversies, H. Arp, 1987, pp 88-89.\u003cbr /\u003e\u003cbr /\u003e[173] NGC 1232 z = 0.0053; NGC 1232A z = 0.022.\u003cbr /\u003e\u003cbr /\u003e[174] &quot;The Discovery of a High Redshift X-ray Emitting QSO Very Close to the Nucleus of NGC 7319,&quot; \u003ca href=\"http://arxiv.org/abs/astro-ph/0409215\" class=\"ot-anchor\"\u003ehttp://arxiv.org/abs/astro-ph/0409215\u003c/a\u003e, Authors: Pasquale Galianni, E.M. Burbidge, H. Arp, V. Junkkarinen, G. Burbidge, Stefano Zibetti.\u003cbr /\u003e\u003cbr /\u003e[175] NGC 3320, 3963, 5248, 5656. See \u003ca href=\"http://www.quasars.org/qso-gals/default.htm\" class=\"ot-anchor\"\u003ehttp://www.quasars.org/qso-gals/default.htm\u003c/a\u003e\u003cbr /\u003e\u003cbr /\u003e[176] BL Lacertae objects (BL Lac for short) exhibit no emission lines but have a strong continuum stretching from radio frequencies through X-ray frequencies.\u003cbr /\u003e\u003cbr /\u003e[177] See Appendix B for the details of the calculation.\u003cbr /\u003e\u003cbr /\u003e[178] QSO redshifts cluster at z = 0.061, 0.30, 0.60, 0.91, 1.41, 1.96, ... such that (1 + z2)/(1 + z1) = 1.23.\u003cbr /\u003e\u003cbr /\u003e[179] Hawkins, Maddox, and Merrifield (M.N.R.A.S. 336, L13, 2002).\u003cbr /\u003e\u003cbr /\u003e[180] To make this calculation, we first must identify a pair of quasars symmetrically positioned on either side of a galaxy and measure the redshift of each; then calculate the average value. This average value is the inherent redshift of the pair. This is the quantity that has been observed to be quantized.\u003cbr /\u003e\u003cbr /\u003e[181] See Appendix B.\u003cbr /\u003e\u003cbr /\u003e[182] Catalogue of Discordant Redshift Associations, H. C. Arp, Apeiron, Montreal, pp. 58, 59.\u003cbr /\u003e\u003cbr /\u003e[183] \u003ca href=\"http://chandra.harvard.edu/photo/2001/0094true/\" class=\"ot-anchor\"\u003ehttp://chandra.harvard.edu/photo/2001/0094true/\u003c/a\u003e\u003cbr /\u003e\u003cbr /\u003e[184] To explain this contradiction, astrophysicists now say some black holes can radiate energy, via a mechanism known as Hawking radiation, named after the British physicist Stephen Hawking who first invented the idea. This avoided the necessity of having to propose a wholly new invisible entity -- or accept Alfven&#39;s model.\u003cbr /\u003e\u003cbr /\u003e[185] A Theologico-Political Treatise, 1670 (Pub Anon.), Benedict de Spinoza (1632-1677)\u003cbr /\u003e\u003cbr /\u003e[186] See the section on Gravitational Lensing in chapter 4.\u003cbr /\u003e\u003cbr /\u003e[187] Burbidge, Geoffrey; &quot;Quasars in the Balance,&quot; Mercury, 17:136, 1988.\u003cbr /\u003e\u003cbr /\u003e[188] Astronomers use the phrase &quot;cosmological distance&quot; to imply that the redshift equals distance assumption is correct. The phrase &quot;non-cosmological hypothesis&quot; refers to Arp&#39;s ideas.\u003cbr /\u003e\u003cbr /\u003e[189] &quot;Quasars. Distribution behind Magellanic clouds,&quot; AJ 125, 1-12 (2003).\u003cbr /\u003e\u003cbr /\u003e[190] What is plotted are redshift-dictated indicative velocities. The assumption is made that use of the Hubble constant can then reveal the distance of each of these galaxies.\u003cbr /\u003e\u003cbr /\u003e[191] This description is described by Arp, Seeing Red, p. 225-252.\u003cbr /\u003e\u003cbr /\u003e[192] Annals of Physics, 107, 325.\u003cbr /\u003e\u003cbr /\u003e[193] P. 227.\u003cbr /\u003e\u003cbr /\u003e[194] Adam, James. The Republic of Plato. 1902. 2nd Ed. Cambridge: Cambridge University Press, 1963.\u003cbr /\u003e\u003cbr /\u003eAnnas, Julia. An Introduction to Plato&#39;s Republic. Oxford: Clarendon Press 1981.\u003cbr /\u003e\u003cbr /\u003eGRAPHIC REFERENCES:\u003cbr /\u003e\u003cbr /\u003e[1] \u003ca href=\"http://www.spaceflightnow.com/news/n0210/04hubble/\" class=\"ot-anchor\"\u003ehttp://www.spaceflightnow.com/news/n0210/04hubble/\u003c/a\u003e\u003cbr /\u003e\u003cbr /\u003e[2] \u003ca href=\"http://www.astr.ua.edu/keel/galaxies/arp.html\" class=\"ot-anchor\"\u003ehttp://www.astr.ua.edu/keel/galaxies/arp.html\u003c/a\u003e\u003cbr /\u003e\u003cbr /\u003e[3] \u003ca href=\"http://electric-cosmos.org/arp.htm\" class=\"ot-anchor\"\u003ehttp://electric-cosmos.org/arp.htm\u003c/a\u003e\u003cbr /\u003e\u003cbr /\u003e[4] \u003ca href=\"https://rinabrundu.com/2016/04/17/galassia-ngc-4319-e-quasar-markarian-205-houston-avete-un-problema-ne-e-convinto/\" class=\"ot-anchor\"\u003ehttps://rinabrundu.com/2016/04/17/galassia-ngc-4319-e-quasar-markarian-205-houston-avete-un-problema-ne-e-convinto/\u003c/a\u003e\u003cbr /\u003e\u003cbr /\u003e[5] \u003ca href=\"http://electric-cosmos.org/arp.htm\" class=\"ot-anchor\"\u003ehttp://electric-cosmos.org/arp.htm\u003c/a\u003e\u003cbr /\u003e\u003cbr /\u003e[6] \u003ca href=\"http://www.areopage.net/Fusion93.html\" class=\"ot-anchor\"\u003ehttp://www.areopage.net/Fusion93.html\u003c/a\u003e\u003cbr /\u003e\u003cbr /\u003e[7] \u003ca href=\"https://apod.nasa.gov/apod/ap140327.html\" class=\"ot-anchor\"\u003ehttps://apod.nasa.gov/apod/ap140327.html\u003c/a\u003e\u003cbr /\u003e\u003cbr /\u003e[8] \u003ca href=\"http://electric-cosmos.org/arp.htm\" class=\"ot-anchor\"\u003ehttp://electric-cosmos.org/arp.htm\u003c/a\u003e\u003cbr /\u003e\u003cbr /\u003e[9] \u003ca href=\"http://annesastronomynews.com/photo-gallery-ii/galaxies-clusters/ngc-1232/\" class=\"ot-anchor\"\u003ehttp://annesastronomynews.com/photo-gallery-ii/galaxies-clusters/ngc-1232/\u003c/a\u003e\u003cbr /\u003e\u003cbr /\u003e[10] \u003ca href=\"http://electric-cosmos.org/arp.htm\" class=\"ot-anchor\"\u003ehttp://electric-cosmos.org/arp.htm\u003c/a\u003e\u003cbr /\u003e\u003cbr /\u003e[11] \u003ca href=\"https://apod.nasa.gov/apod/ap990601.html\" class=\"ot-anchor\"\u003ehttps://apod.nasa.gov/apod/ap990601.html\u003c/a\u003e\u003cbr /\u003e\u003cbr /\u003e[12] \u003ca href=\"https://www.thunderbolts.info/tpod/2004/arch/041018fingers-god.htm\" class=\"ot-anchor\"\u003ehttps://www.thunderbolts.info/tpod/2004/arch/041018fingers-god.htm\u003c/a\u003e\u003cbr /\u003e\u003cbr /\u003e[13] \u003ca href=\"https://johnhartnettdotorg.files.wordpress.com/2013/12/fig02.jpg\" class=\"ot-anchor\"\u003ehttps://johnhartnettdotorg.files.wordpress.com/2013/12/fig02.jpg\u003c/a\u003e\u003cbr /\u003e\u003cbr /\u003e \u003ca rel=\"nofollow\" class=\"ot-hashtag\" href=\"https://plus.google.com/s/%23person\"\u003e#person\u003c/a\u003e  ﻿"
	}
}