{
  "alfredsnippet" : {
    "snippet" : "The Golem: What You Should Know About Science\nCollins \/ Pinch\n\n\"citizens as citizens need understand only controversial science. One reviewer argues: 'it is quite easy to think of political science. One reviewer argues: 'it is quite easy to think of political decisions with a scientific side to them where the science is noncontroversial' and offers as an example the effect on medical institutions of the development of a predictive test for Huntingdon's disease. But if the science is non-controversial, why do those running the medical institutions need to understand the deep nature of the science that gave rise to the results? If the test is uncontroversially valid they can make their decisions without understanding how agreement about the test was reached. Thus, while thanking our reviewers for the many generous comments about the importance, the informativeness, and they style of the book, we stand by our claim that 'For citizens who want to take part in the democratic processes of a technological society, all the science they need to know about is controversial.' For this purpose, The Golem represents science properly ...\n\nScience and the citizen\n\nThe debate about the public understanding of science is equally confounded by confusion over method and content. What should be explained is methods of science, but what most people concerned with the issues want the public to know about is the truth about the natural world -- that is, what the powerful believe to be the truth about the natural world. The laudable reason for concern with public understanding is that scientific and technological issues figure more and more in the political process. Citizens, when they vote, need to know enough to come to some decision about whether they prefer more coal mines or more nuclear power stations, more corn or clearer rivers, more tortured animals or more healthy children, or whether these really are the choices. Perhaps there are novel solutions: wave power, organic farming, drug testing without torture. The 'public understanders', as we might call them, seem to think that if the person in the street knows more science- as opposed to more about science - they will be able to make more sensible decisions about these things ...\n\nHow strange that they should think this; it ranks among the great fallacies of our age. Why? -- because PhDs and professors are found on all sides in these debates. The arguments have largely been invented in universities. Thus, all sides have expertise way beyond what can ever be hoped of the person in the street, and all sides know how to argue their case clearly and without obvious fallacies. Why such debates are unresolvable, in spite of all this expertise, is what we have tried to show in the descriptive chapters of this book. That is, we have shown that scientists at the research front cannot settle their deep disagreements through better experimentation, more knowledge, more advanced theories, or clearer thinking. It is ridiculous to expect the general public to do better ...\n\nWe agree with the public understanders that the citizen needs to be informed enough to vote on technical issues, but the information needed is not about the content of science; it is about the relationship of experts to politicians, to the media, and to the rest of us. The citizen has great experience in the matter of how to cope with divided expertise -- isn't this what party politics is? What the citizen cannot do is cope with divided expertise pretending to be something else. Instead of one question -- 'Who to believe?' -- there are two questions -- 'Who to believe?' and 'Are scientists and technologists Gods or charlatans?'. The second question is what makes the whole debate so unstable because, as we have argued, there are only two positions available ...\"",
    "uid" : "16E7C738-08C9-4BED-A4EA-43C67F6B4DFD",
    "name" : "G+ Post - Science as a Golem - Controversy",
    "keyword" : "gp controversy golem"
  }
}