{
  "alfredsnippet" : {
    "snippet" : "_Pioneering Venus: A Planet Unveiled_ at http:\/\/www.amazon.com\/Pioneering-Venus-unveiled-Richard-Fimmel\/dp\/B009RXS7S8\/\n\n_*\"One main objective of the Multiprobe mission was to test the belief that the 'runaway greenhouse effect' caused the high surface temperature.\"*_\n\n(H. E. Revercomb, L. A. Sromovsky, and V. E. Suomi, \"Net Thermal Radiation in the Atmosphere of Venus,\" _Icarus_ 61, p521-538 (1985))\n\n_\"The magnitudes of the *corrections* for both instruments are determined by *forcing agreement* with a range of *calculated net fluxes* at one altitude deep in the atmosphere, where the net flux *must be* small because of the large density of co2.\"_\n\nRichard A. Kerr, \"Venus: Not Simple of Familiar, But Interesting,\" _Science_, Vol. 207 (1980), p. 289\n\n_\"The question concerns how the sun's energy behaves once it penetrates the highest clouds. *When Pioneer Venus's probes looked at the amount of radiant energy passing through the atmosphere, each one found more energy being radiated up from the lower atmosphere than enters it as sunlight.*  At first blush, it would seem that the atmosphere violates the laws of thermodynamics by transferring heat energy from the cool clouds to the hot lower atmosphere, from which it is then radiated.  To further complicate the situation, the size of the apparent upward flow of energy varies from place to place by a factor of 2, which was a disturbing discovery about a planet thought to be relatively uniform ..._\n\n_*The much bally-hooed greenhouse effect of Venus's carbon dioxide atmosphere can account for only part of the heating,* and evidence for other heating mechanisms is now in a turmoil.  The question concerns how the sun's energy behaves once it penetrates the highest clouds.\"_\n\nH. E. Revercomb, L. A. Sromovsky, and V. E. Suomi, \"Net Thermal Radiation in the Atmosphere of Venus,\" _Icarus_ 61, p521-538 (1985)\n\n_\"The LIR measurements are reasonable in the clouds, but increase to physically unreasonable levels shortly below the clouds.  The *probable error source* and a *correction procedure* are identified\"_\n\nRichard A. Kerr, \"Venus: Not Simple of Familiar, But Interesting,\" _Science_, Vol. 207 (1980), p. 289\n\n_\"Possible explanations for this apparent quandary cover *a range of speculations.* Problems with the instruments are still an issue, but *a year of recalibration and analysis in the laboratory has revealed significant errors in only one of the three types of instruments involved.\"*_\n\nG. M. Tomasko, \"The Thermal Balance of the Lower Atmosphere of Venus,\" _Venus_, p. 606.\n\n(Note that this _Venus_ text is to this day considered the authoritative reference on this subject)\n\n_\"The thermal flux profiles are surprisingly variable from site to site in view of the great similarity in temperature profiles measured at these sites.  In addition, *at both the Night and North probe sites they are much greater than the globally averaged solar net flux profile at low altitudes, implying a substantial radiative imbalance in the lower atmosphere.*  In view of the large and variable nature of these flux measurements, *the investigators have searched for instrumental problems which could have affected the measurements, and have found one that could have systematically increased the measured thermal net fluxes* (Revercomb et al. 1982).  The authors believe that they understand the vertical dependence of the flux errors, *and by adjusting the fluxes to reasonable values at low altitudes, they have derived corrected thermal fluxes* as shown in Fig. 5 (Revercomb et al. 1980).\"_\n\nG. M. Tomasko, \"The Thermal Balance of the Lower Atmosphere of Venus,\" _Venus_, p. 606.\n\n_\"at both the Night and North probe sites [the thermal flux profiles] are much greater than the globally averaged solar net flux profile at low altitudes, implying a substantial radiative imbalance in the lower atmosphere. *In view of the large and variable nature of these flux measurements, the investigators have searched for instrumental problems which could have affected the measurements, and have found one that could have systematically increased the measured thermal net fluxes (Revercomb et al. 1982). The authors believe that they understand the vertical dependence of the flux errors, and by adjusting the fluxes to reasonable values at low altitudes, they have derived corrected thermal fluxes* as shown in Fig. 5 (Revercomb et al. 1980).\"_\n\nFrom Charles Ginenthal's Newton, Einstein & Velikovsky: Celestial Mechanics, Electromagnetism, Solar System Instability & Cosmology, excerpts from p225 - 235:\n\n_\"Taken together, the top of Venus' atmosphere exhibits a thermal imbalance of 15 to 20%, the middle and lower atmosphere, a thermal imbalance of around 50%, while *the surface, on average, the thermal imbalance was 40 times greater than sunlight could provide* ... *The tremendous rise in infrared radiation, as one nears the surface of Venus, is similar to the heat emitted, say, by a white-hot block of metal, in that as one puts one's hand closer and closer to it, the heat rises to greater and greater levels, but at a certain point close to it, the heat rises immensely.\"*_ (p228)\n\n_\"Taylor, et al., assumed what they had not proved was responsible for heating Venus's atmosphere at the cloud tops, and to escape their assumption, called this 'the most [probable] value.' *They made that choice not based on scientific evidence, but on an assumption set ... up as a kind of psychological reality and admitted it was their 'most [probable] value.' This, then, became the mantra upon which all the other readings were to be hammered into place.\"*_ (p226)\n\nAstronomers cite Tomasko's article on pages 611 - 612 of the definitive book on Venus, _Venus_, by Hunten, Colin, Donahue, Moroz, publ. Univ. of Arizona Press, 1983). This is a monstrous size and costs $80: difficult for ordinary people to gain access. Strangely, there are two articles about thermal equilibrium, the Tomasko article on pages 611-612, AND an article by F.W. Taylor on page 658. It turns out that only by adopting the most myopic view possible can you get thermal equilibrium from the evidence, and that is what Tomasko does.\n\nFor thermal equilibrium to pertain, two numbers must match up; the first is emissions which all parties involved agree reads correctly as 0.76. The second number is the planetary albedo. Tomasko claims (pp 611-612) \"For the whole planet to be in equilibrium with absorbed sunlight, the bolometric albedo would have to be 0.76. The second number is the planetary albedo. Tomasko claims (pp 611-612) \"For the whole planet to be in equilibrium with absorbed sunlight, the bolometric albedo would have to be 0.76...\" But the Pioneer Venus readings on albedo (Taylor's article, page 658) was 0.80 plus\/minus 0.02, and the calculations from Venera data (also page 658) are 0.79, plus 0.02, minus 0.01. The closest you could get and stay within error bounds is 0.78.\n\nNow you might ask, what's a lousy 0.02 amongst friends; doesn't sound like much ... This is one of those cases in which a little bit appears to go a long way. Consider what Taylor claims would have to be believed if the 0.80 figure for albedo were to hold good (also page 658): 'Clearly, the Pioneer measurements of emission and reflection are not consistent with each other if radiative balance applies.\n\nTaylor does not particularly want to believe what the data is telling him: that there is no way that Venus is within error bounds of thermal equilibrium, but he does not deny the data. How then does Tomasko make a claim of equilibrium? Tomasko cites one 1968 calculation of albedo of 0.77 +- 0.07 without bothering to tell you that that estimate was later revised upwards to 0.80 +- 0.07 in 1975 (Taylor tells us that on page 657), and notes that Taylor's indication of 0.02 error bounds for the Pioneer reading (the most recent, and done with the best instruments from the best distance) may be 'too small'.\n\nTaylor notes (page 758): 'A more acceptable alternative is that the preliminary estimate of 0.80 +- .02 for the albedo from the PV measurements is too high, since the uncertainty limit is now known from further work to be too conservative (J. V. Martinchik, personal communication). A fuller analysis of PV albedo data - still the best in terms of wave length, spatial and phase coverage, and radiometric precision, which is likely to be obtained for the forseeable future, is likely to resolve this puzzle. In conclusion then, the best thermal measurements of Venus, with the assumption of global energy balance, yield a value of the albedo of 0.76 +- .01; this is the most probable value.'\n\nTomasko is basing his entire case on one outdated calculation, and upon a 'personal communication from Martinchik'.\n\nTaylor is saying that the best measurements available tell us that thermal balance is not to be had on Venus, and that Sagan and his super greenhouse theory are FUBAR, but that that can't really be, that he and others are probably, hopefully looking at something the wrong way, but he doesn't know what that something is.\n\nJohn Ackerman, \"An Alternative View of Venus\" ...\n\n_\"Thus independent measurements on five vehicles, one measuring the energy emitted into space from the cloud tops, and four measuring some component of the up-welling or net (upwelling minus down-dwelling) energy flux in the atmosphere at completely different geographic locations, are consistent and indicate that Venus is radiating an enormously larger amount of energy than it receives from the Sun. In spite of this data, the authors of every one of these papers deferred to the theoretical model of Pollack, suggesting that all five of the radiation instruments on which their analyses are based, might be in error -- even though there was no indication of problems in the calibration of data._\n\n_Based strictly on a thermodynamic analysis of the Pioneer Venus radiation data another group stated that neither the greenhouse effect nor global dynamics can explain the net outflow of energy, and that an internal source on Venus must be responsible for the emanating some 250 times the flux radiated by the Earth. *Unfortunately, these authors also defer to the Pollack model, suggesting the possibility of instrumental error or that perhaps two of the three small probe sites are atypical of the planet as a whole.\"*_\n\nL.G. Young, \"Infrared Spectra of Venus,\" Exploration of the Planetary System (Boston 1974), p.139\n\n_\"some theoreticians have dismissed perfectly good observations under the assumption that the data were 'noisy' because conditions on Venus appeared to vary on a short time scale, a situation that could not occur in their models ..._\n\n_*There has been a profusion of crude, oversimplified models which have 'explained' discrepancies between theory and observation as due to effects not included in the theory. Thus there has been a tendency to claim 'agreement' with the observations prematurely. Finally, not only have wrong interpretations of the data been widely accepted at various times, but some correct interpretations have been rejected for long periods of time. What interpretation is 'acceptable' has been colored by prejudices (Venus is\/isn't like the Earth, the curve of growth does\/doesn't apply to a scattering atmosphere, etc.) so that major questions appear to have been decided more on emotional than on rational grounds.\"*_\n\nBy 2002, these corrections to the dataset were completely forgotten about.\n\nMichael Shermer's _The Skeptic Encyclopedia of Pseudoscience_ ironically and definitively states:\n\n_*\"But there was no excess of energy radiated from the planet* (since the thick atmosphere effectively contained the high surface temperature).  *The total radiated energy was in balance with absorbed sunlight,* and it did not decline over time.  Further, the high surface temperature had an alternative explanation from an atmospheric greenhouse effect.\"_\n\nThe Thermal Balance of the Atmosphere of Venus, Tomasko, Boese, Ingersoll, Lacis, Limaye, Seiff, Stewart, Taylor\n\n_\"In a purely radiative-convective equilibrium model the thermal flux carried outward by the model will not be constant but will equal the net inward solar flux at each level. What is needed is therefore the profile of broad-band (0.3 to 3 micron) net (downward minus upward) solar flux at each level in the atmosphere.\"_\n\n_Venus Express: Results of the Nominal Mission_ by the AGU\n\n_\"Some of the main objectives for Venus were determination of the temperature field in the altitude range 55–100 km, both on the nightside and on the dayside, mapping of the surface temperature, and making profiles of the abundance of a large number of gases in the middle and lower atmosphere. It was also to measure the outgoing thermal flux to determine the global radiation budget. Unfortunately, a mechanism that controls the mirror that switches the beam between the different calibration targets and the view toward the planet is stuck in its launch position, pointing toward a blackbody target. In spite of many attempts it has not been possible to move the scanner since the launch.\"_\n",
    "uid" : "6A547E5F-5B69-4C56-AB2F-4D5FFA697F29",
    "name" : "G+ Post - Venus' Pioneer, Thermal Imbalance Quotes",
    "keyword" : "gp venus pioneer"
  }
}