{
  "alfredsnippet" : {
    "snippet" : "https:\/\/books.google.com\/books?id=XPms57v-_w0C&pg=PT125&lpg=PT125&dq=venus+greek+newcomer&source=bl&ots=RY7zuDc5t7&sig=CyGlEmxBEA52Thp1yrrVfChkMF4&hl=en&sa=X&ved=0ahUKEwi315uSw4XRAhVS9mMKHRQ2Bzo4ChDoAQgaMAA#v=onepage&q&f=false\n\nVenus and the Cosmic Connection\n\n\"Repeatedly, these calamities were attributed to a malicious deity almost invariably a goddess coming to wreak havoc upon the Earth. Although the actual names naturally varied, the deity involved turned out time and time again to be the one that cultures worldwide associated with the object we know today as the planet Venus. But they didn't talk about it as if it were a planet -- they described it as a comet. A Chinese text describes Venus as spanning the heavens, rivaling the Sun in brightness. Mexican astronomers referred to it as 'the star that smokes,' while on the opposite side of the world the same theme is found in the Hindu Vedas, the Hebrew Talmud, and the Egyptian description of Sekhmet. The Aztecs called Venus the 'heart' of Quetzlcoatl, which in turn means 'plumed serpent,' with feathers that signify fire. The serpent or dragon is one of the most common figures used in the ancient world to signify 'comet,' examples being the Greek Typhon, Egyptian Set, Babylonian Tiamat, Hindu Vrta, all of whom raged across the sky and brought destruction upon the world.\n\nThe word 'comet' comes from the Greek coma, meaning hair, and among ancient astronomers referred to a star with hair, or a beard. The same appellation was given to Venus. One of the Mexican names for Venus was 'the mane' -- the Peruvian name, chaska, means 'wavy-haired'; the Arabs call Venus 'the one with hair.' One of the most vivid comet images is the Babylonian goddess Ishtar, recognized universally as representing Venus. Ishtar is described as being 'the bright torch of heaven,' 'clothed in fire,' and the 'fearful dragon,' while her heavenly manifestation is known as the 'bearded star.'\"",
    "uid" : "65B401A7-8FC4-408E-BEAF-5AAAE6C7D1AE",
    "name" : "G+ Post - Venus and the Cosmic Connection",
    "keyword" : "gp venus cosmic connection"
  }
}