{
  "alfredsnippet" : {
    "snippet" : "From Eric Lerner's _The Big Bang Never Happened_\n\n_\"My conflict with conventional physics started when I was an undergraduate at Columbia in the mid-sixties. Physics itself interested me, learning why things happen as they do -- mathematics was merely a tool to understand and test the underlying physical concepts. That was not the way physics was taught; instead, mathematical techniques were emphasized. This is almost exclusively what students are still tested on, and obviously what they study the most._\n\n_I went on to graduate work in physics at the University of Maryland, intending to get a doctorate. But after a year, I left. I couldn't reconcile myself with the mathematical approach, which seemed sterile and abstract -- especially in particle physics, in which I had considered specializing._\n\n_After leaving school in 1970 I began to work as a science writer -- first for Collier's Encyclopedia and then freelance, writing technical reports and magazine articles. This kept me in touch with the latest developments in astrophysics, controlled fusion, and particle physics, among other things; my work was an opportunity to complete my education in physics. I especially learned about plasma physics, which had not been touched on at Columbia or Maryland._\n\n_The seventies were the heyday of the Big Bang cosmology, but I was skeptical of it and the associated developments in high-energy physics. I knew from my Columbia days that there were fundamental contradictions in particle theory which had been swept under the rug (see Chapter Eight). The Big Bang's universe, wound up in the beginning and steadily running down, seemed wildly unscientific, and I knew that its theorists had never resolved the fundamental problem of the initial source of energy. It seemed far more likely to me that the universe had always existed, its evolution accelerating over the aeons._\n\n_I thought a great deal about problems that interested me in physics and cosmology, but I was busy earning a living. So it was not until 1981 that I actually began serious scientific research. The origin of that first project dated back to 1974, when I met Winston Bostick while we worked with a group advocating greater funds for controlled-fusion research._\n\n_Bostick's research centered on a fusion device called the plasma focus. It was the inspiration for my first astrophysical theories. The focus -- invented independently in the early sixties by a Soviet, N. V. Filippov, and an American, Joseph Mather -- is extremely simple, in contrast to the huge and complex tokamak, a large magnetic device that has long dominated fusion research. The focus consisted of two conducting copper cylinders, several centimeters across, nested inside each other (Fig. 6.12). When a large current is discharged across the cylinder, a remarkable sequence of events ensues._\n\n_The current rapidly ionizes the plasma and forms into eight or ten pairs of force-free filaments, each a millimeter in diameter, which roll down the cylinder, propelled by the interaction of their currents with the background magnetic field. When they reach the end of the cylinder, they fountain inward (Fig. 6.13a). Each pair, consisting of two vortices rotating in opposite direc- tions, annihilate each other, leaving only one survivor to carry the entire current. This survivor pinches itself off into a doughnut-shaped filamentary knot -- a plasmoid (Fig. 6.13b)._\n\n_The plasmoid, only a half-millimeter across, now contains all the energy stored in the magnetic field of the entire device -- a million or more times bigger in volume. For a fraction of a micro-second, as the plasmoid continues to pinch itself, it remains stable. But as its magnetic field increases, the electrons orbit in smaller circles, giving off radiation of a higher frequency. Because plasma tends to be opaque to low-frequency radiation and transparent to high-frequency, the radiation suddenly begins to escape._\n\n_This sets in motion a second series of events. As the electrons radiate their energy away, the current drops and the magnetic field weakens. Since the electrons are traveling along magnetic-field lines, the weakening field tangles the electrons' path up as its shape changes -- causing the current to drop still further._\n\n_The result is like turning off a switch, as in the double layers Alfven had observed. The falling magnetic field generates a huge electrical field, which shoots two high-energy beams out of the plasmoid -- the electrons in one direction, the ions in the other. The beams consist of extremely dense, helical filaments, each a micron (one ten-thousandth of a centimeter) across (Fig. 6.13c). In the course of this process some ions are heated to such high temperatures that they fuse._\n\n_I was fascinated by the plasma focus for several reasons. For one thing, it was a promising approach to very economical fusion -- it doesn't need the huge magnets of the tokamak. But it also dramatically demonstrated plasma filaments' capacity to compress matter and energy. While at the time I wasn't aware of Alfven's extensive work, Bostick introduced me to his own ideas of how such filaments must have been relevant to galactic formation._\n\n_A few years later, I began to think that the plasma focus provides a model for another cosmic phenomenon -- quasars. Over hundreds of thousands of years quasars radiate ten thousand times more energy than an average galaxy of a hundred billion stars, yet appear to be no more than a light-year or so across, compared with a galaxy's hundred thousand light-years. Their power density (power per cubic light-year) is a million trillion times larger than that of a galaxy._\n\n_How can such a small object generate so much energy? Conventional wisdom claims that a black hole is at work, but, among other objections, there are cogent reasons to think that any object massive enough to power a quasar will break apart before it collapses into a black hole. In any case, new observations had raised another mystery._\n\n_Beginning in 1978 high-resolution radio maps revealed that a radio galaxy's nucleus emits narrow beams of energy which connect them to outlying radio lobes. Then in 1980 a huge new radio telescope -- the Very Large Array (VLA), consisting of twenty-seven dish antennae spread over miles of New Mexico desert -- revealed to observers that the same jets emanate from the hearts of quasars._\n\n_It occurred to me that a plasma focus and a quasar are two processes, wildly different in scale, but identical in form and dynamics. Both consist of an extremely dense source of energy that emits diametrically opposed jets giving off high-frequency radiation. A plasma focus can increase the power density of its emissions by a factor of ten thousand trillion over that of the incoming energy -- comparable to the ratio of a quasar to a galaxy._\n\n_But how can a galaxy generate an electrical current? I knew about disk generators and calculated that a galaxy rotating in a magnetic field will generate a current flowing toward its center sufficient to power vast plasmoids -- a process Alfven had proposed four years earlier, I later found out. Since the currents must flow out along the axis, they will arc around, as in the plasma focus -- a similar geometry leads to plasmoid formation in both cases._\n\n_While these ideas were crystallizing I was also studying the evidence, accumulating since 1978, for the existence of filament-like superclusters of galaxies. I had seen Peebles's 'Cosmic Tapestry' poster, showing the galaxies strung along lacy threads. Why couldn't these filaments of galaxies be larger versions of the filaments in the plasma focus and the filaments that I hypothesized to form in galaxies? They would produce magnetic fields in which galaxies, as they rotate, would produce the plasmoids that make up quasars or active galactic nuclei.\"_",
    "uid" : "A53F0A19-A87D-46CD-8446-CC30AFA58D69",
    "name" : "G+ Post - Eric Lerner on Plasma Focus",
    "keyword" : "gp lerner plasma focus"
  }
}