{
  "alfredsnippet" : {
    "snippet" : "Climate prediction accuracy depends upon the accuracy of the proxies -- like the ones you mention ... like ice cores, but also dendrochronology, radiocarbon dating, etc.\n\nBut, the proxies and radiocarbon dates are all fitted to the timeline chronology.  Around half of all samples submitted for dating do not fit into this chronology, and those dates are thrown away.  Nobody even keeps track of those \"contaminated\" samples.  So, what if the timeline chronology is wrong?  We don't even have the data required to evaluate that question -- because it was thrown away.\n\nDendrochronology is a mess.  The tree rings have to be matched up, and the algorithms struggle to do so.  The hockey stick graph required the stitching together of two different tree ring sets.  It's become a point of contention that they did so.\n\nWhat are we to make of the data which does not fit into the narrative?  When it was observed that Venus was hot, scientists launched the Venus Pioneer mission to gather support for Carl Sagan's Super Greenhouse Theory.  Those probes returned back data suggesting that the planet is not in thermal equilibrium (a violation of the greenhouse theory).  What they found is that Venus is emitting around 15-20% more heat than it's taking in -- a remarkable observation which would not go away with further observation.  The probes measured heat emanating from the surface, as if the planet was cooling down from some sort of event.\n\nWhen it came time to announce these observations to the scientific community, the situation became tense ...\n\n_\"Taylor himself has no explanation for his result.  He simply points out that the discrepancy seemed at first to be simply experimental error -- but with more precise measurement it refused to go away. More measurements are needed before astronomers accept the result, *and most are obviously expecting -- and hoping -- that the embarrassing extra heat will disappear on further investigation.\"*_\n\n(\"The mystery of Venus' internal heat\", Nov. 13 1980 issue of _New Scientist_)\n\nWhat they did was they told the mission engineers to investigate how the probes *might* have failed.  After significant effort, possible failures were thought up, and in light of those possible failures, the dataset was corrected to once again reflect the greenhouse effect:\n\n_\"The magnitudes of the *corrections* for both instruments are determined by *forcing agreement* with a range of *calculated net fluxes* at one altitude deep in the atmosphere, where the net flux *must be* small because of the large density of co2.\"_\n\n(H. E. Revercomb, L. A. Sromovsky, and V. E. Suomi, \"Net Thermal Radiation in the Atmosphere of Venus,\" _Icarus_ 61, p521-538 (1985))\n\nSince scientists are now force-fitting the data into the greenhouse theory, nobody is now asking the real question which they should be asking:\n\n_*Why is Venus so hot?  Was there a recent event?*_\n\nSince then, 8 examples of meteorite-peppered mammoth tusks have been found.  A mammoth carcass has been found partially covered in a black radioactive mat.\n\nThe mammoths went extinct quite recently.  It seems that some sort of human-historical event might have occurred.\n\nBut realize this:\n\nIf the timeline chronology is not set up with this event in mind, the proxies which do not support a human-historical event will be thrown out.\n\nThis is how we deceive ourselves.\n\n*Why Venus is Not a Greenhouse*\nhttps:\/\/plus.google.com\/+ChrisReeveOnlineScientificDiscourseIsBroken\/posts\/hdDa75Zk3sd\n\n*The Extinction of the Mammoths*\nhttps:\/\/plus.google.com\/+ChrisReeveOnlineScientificDiscourseIsBroken\/posts\/ZqknTz57wfZ",
    "uid" : "806B5C55-893F-490B-B8B5-B6CBEA378509",
    "name" : "Phys.org Post - Venus is not a Greenhouse",
    "keyword" : "pp venus greenhouse"
  }
}