{
  "alfredsnippet" : {
    "snippet" : "Michael Mann is hardly a saint.\n\njudithcurry.com - Mark Steyn’s new book on Michael Mann\n\n_\"Wallace Broecker: “The goddam guy is a slick talker and super-confident. He won’t listen to anyone else,” one of climate science’s most senior figures, Wally Broecker of the Lamont-Doherty Earth Observatory at Columbia University in New York, told me. “I don’t trust people like that. A lot of the data sets he uses are shitty, you know. They are just not up to what he is trying to do…. If anyone deserves to get hit it is goddam Mann.”_\n\n_Eduardo Zorita: Why I Think That Michael Mann, Phil Jones and Stefan Rahmstorf2 Should be Barred from the IPCC Process. Short answer: because the scientific assessments in which they may take part are not credible anymore. These words do not mean that I think anthropogenic climate change is a hoax. On the contrary, it is a question which we have to be very well aware of. But I am also aware that editors, reviewers and authors of alternative studies, analysis, interpretations, even based on the same data we have at our disposal, have been bullied and subtly blackmailed._\n\n_Atte Korhola: Another example is a study recently published in the prestigious journal Science. Proxies have been included selectively, they have been digested, manipulated, filtered, and combined – for example, data collected from Finland in the past by my own colleagues has even been turned upside down such that the warm periods become cold and vice versa. Normally, this would be considered as a scientific forgery, which has serious consequences._\n\n_Hans von Storch: A conclusion could be that the principle, according to which data must be made public, so that also adversaries may check the analysis, must be really enforced. Another conclusion could be that scientists like Mike Mann, Phil Jones and others should no longer participate in the peer-review process or in assessment activities like IPCC._\n\n_Bo Christiansen: The hockey-stick curve does not stand. It does not mean that we cancel the manmade greenhouse effect, but the causes have become more nuanced… Popularly, it can be said that the flat piece on the hockey stick is too flat. In addition, their method contains a large element of randomness. It is almost impossible to conclude from reconstruction studies that the present period is warmer than any period in the reconstructed period._\n\n_David Rind: Concerning the hockey stick: what Mike Mann continually fails to understand, and no amount of references will solve, is that there is practically no reliable tropical data for most of the time period, and without knowing the tropical sensitivity, we have no way of knowing how cold (or warm) the globe actually got. I’ve made the comment to Mike several times, but it doesn’t seem to get across._\n\n_Tom Wigley: I have just read the M&M stuff criticizing MBH. A lot of it seems valid to me. At the very least MBH is a very sloppy piece of work – an opinion I have held for some time. Can you give me a brief heads up? Mike is too deep into this to be helpful._\n\n_From Mann’s collaborators and coauthors:_\n\n_Phil Jones: Keith [Briffa] didn’t mention in his Science piece but both of us think that you’re on very dodgy ground with this long-term decline in temperatures on the thousand-year timescale. It is better we put the caveats in ourselves than let others put them in for us._\n\n_Keith Briffa: I have just read this letter – and I think it is crap. I am sick to death of Mann stating his reconstruction represents the tropical area just because it contains a few tropical series. He is just as capable of regressing these data again any other “target” series, such as the increasing trend of self-opinionated verbiage he has produced over the last few years_\n\n_Edward Cook: I will be sure not to bring this up to Mike. As you know, he thinks that CRU is out to get him in some sense. I am afraid that Mike is defending something that increasingly cannot be defended. He is investing too much personal stuff in this and not letting the science move ahead._\n\n_Raymond Bradley: I would like to disassociate myself from Mike Mann’s view. As for thinking that it is “Better that nothing appear, than something unnacceptable to us” …as though we are the gatekeepers of all that is acceptable in the world of paleoclimatology seems amazingly arrogant. Science moves forward whether we agree with individual articles or not._\n\n_Matti Saarnisto: In that article [Science], my group’s research material from Korttajärvi, near Jyväskylä, was used in such a way that the Medieval Warm Period was shown as a mirror image. The graph was flipped upside-down. In this email I received yesterday from one of the authors of the article, my good friend Professor Ray Bradley …says there was a large group of researchers who had been handling an extremely large amount of research material, and at some point it happened that this graph was turned upside-down. But then this happened yet another time in Science, and now I doubt if it can be a mistake anymore. But how it is possible that this type of material is repeatedly published in these top science journals? There is a small circle going round and around, relatively few people are reviewing each other’s papers, and that is in my opinion the worrying aspect._\n\n_Rob Wilson: I want to clarify that my 2 hour lecture was, I hope, a critical look at all of the northern hemispheric reconstructions of past temperature to date. It was not focused entirely on Michael Mann’s work. The “crock of xxxx” statement was focused entirely on recent work by Michael Mann w.r.t. hypothesized missing rings in tree-ring records. Although a rather flippant statement, I stand by it and Mann is well aware of my criticisms (privately and through the peer reviewed literature) of his recent work._\n\n_Some of the harshest criticisms come from physicists; I’ve selected this one from Jonathan Jones, who I had the pleasure of meeting with last June while in the UK:_\n\n_Jonathan Jones: My whole involvement has always been driven by concerns about the corruption of science. Like many people I was dragged into this by the Hockey Stick. The Hockey Stick is an extraordinary claim which requires extraordinary evidence, so I started reading round the subject. And it soon became clear that the first extraordinary thing about the evidence for the Hockey Stick was how extraordinarily weak it was, and the second extraordinary thing was how desperate its defenders were to hide this fact. The Hockey Stick is obviously wrong. Climategate 2011 shows that even many of its most outspoken public defenders know it is obviously wrong. And yet it goes on being published and defended year after year. Do I expect you to publicly denounce the Hockey Stick as obvious drivel? Well yes, that’s what you should do. It is the job of scientists of integrity to expose pathological science. It is a litmus test of whether climate scientists are prepared to stand up against the bullying defenders of pathology in their midst._\n\n_Two of the most surprising statements (to me) are from two young scientists associated with Skeptical Science:_\n\n_Neal King: My impression is that Mann and buddies have sometimes gone out on a limb when that was unnecessary and ill-advised. Mann, for all his technical ability, is sometimes his own worst enemy. Similarly, with regard to “hiding the decline” in Climategate, I am left with the impression that the real question is, Why would you believe the tree-ring proxies at earlier times when you KNOW that they didn’t work properly in the 1990s? Mann et al spent too much time defending what was incorrect, and allowed the totality of the argument to become “infected” by the fight._\n\n_Robert Way: I don’t mean to be the pessimist of the group here but Mc2 brought up some very good points about the original hockey stick. I’ve personally seen work that is unpublished that challenges every single one of his reconstructions because they all either understate or overstate low-frequency variations. Mann et al stood by after their original HS and let others treat it with the confidence that they themselves couldn’t assign to it. The original hockey stick still used the wrong methods and these methods were defended over and over despite being wrong. He fought like a dog to discredit and argue with those on the other side that his method was not flawed. And in the end he never admitted that the entire method was a mistake. They then let this HS be used in every way possible despite knowing the stats behind it weren’t rock solid._\n\n_This selection of quotes does not include the strongest ‘zingers’, which come from scientists that are somewhat further afield or have made public statements that are critical of the AGW consensus.\"_",
    "uid" : "A04E2C4F-526E-499A-BED8-B7182B802A25",
    "name" : "G+ Post - Michael Mann",
    "keyword" : "gp michael mann"
  }
}