{
  "alfredsnippet" : {
    "snippet" : "The idea of the black hole is based upon what is known as the Schwarzschild Solution; but Schwarzschild did not even write it. In fact, Swarzschild did not say anything about black holes at all, because his solution does not even allow them. One of the most popular concepts in science today is a purely mathematical conjecture riddled with contradictions, ambiguities and a history of mathematicians warning that it would not work.\n\n*The Black Hole, the Big Bang, and Modern Physics*\nStephen J. Crothers\n\nhttp:\/\/www.sjcrothers.plasmaresources.com\/\n\n_\"The so-called 'Schwarzschild' solution is not due to Karl Schwarzschild at all. The experts have either not read Schwarzschild's 1916 memoir or have otherwise ignored it. Go here [13] to get Schwarzschild's original paper, in English. The so-called \"Schwarzschild\" solution is due to David Hilbert, itself a corruption of a solution first derived by Johannes Droste in May 1916, whose paper has also been buried or ignored at the convenience of the experts. It appears that the experts have not read Hilbert either. Go here [12] to get a copy of Hilbert's erroneous derivation, in English. Hilbert's mistake spawned the black hole and the community of theoretical physicists continues to elaborate on this falsehood, with a hostile shouting down of any and all voices challenging them._\n\n_Schwarzschild's solution has no black hole, and neither does Droste's solution. And while you're at it you might as well go here [24] to get a copy of Marcel Brillouin's 1923 paper, in English, in which he demonstrates that the black hole is nonsense. Brillouin's paper has also been ignored._\n\n_The 'experts' are always quick to conveniently brand anyone who questions the black hole as a crackpot. Unfortunately for the experts that does not alter the facts. The experts must also include Schwarzschild himself as a crank since his paper invalidates the black hole outright, as does Brillouin's, and Droste's. They must also label Einstein a crackpot, because Einstein always rejected the idea of the black hole, asserting in his research papers and other writings that it is not physical, and that singularities in his gravitational field nullify the theory of General Relativity ...\"_\n\n_It is also commonly held by experts, for example, Hawking and Ellis, Misner, Thorne and Wheeler, S. Chandrasekhar, that the Michell-Laplace dark body is a kind of black hole, and that black holes can be components of binary systems and that black holes can collide and merge. These claims are patently false. Go here [25] for a copy of G. C. McVittie's conclusive arguments which invalidate these ridiculous claims.\"_\n\n[13] http:\/\/www.sjcrothers.plasmaresources.com\/schwarzschild.pdf\n\n[12] http:\/\/www.sjcrothers.plasmaresources.com\/hilbert.pdf\n\n[24] http:\/\/www.sjcrothers.plasmaresources.com\/brillouin.pdf\n\n[25] http:\/\/www.sjcrothers.plasmaresources.com\/McVittie.pdf",
    "uid" : "375B8D3F-0BF4-4999-AF46-B4E1B1BA88CF",
    "name" : "G+ Post - Crothers on Black Holes",
    "keyword" : "gp black holes crothers"
  }
}