{
  "alfredsnippet" : {
    "snippet" : "http:\/\/news.stanford.edu\/2017\/02\/21\/the-threat-from-within\/\n\nThe threat from within\nFebruary 21, 2017\n\nFormer Provost John Etchemendy, in a recent speech before the Stanford Board of Trustees, outlined challenges higher education is facing in the coming years. Following is an excerpt from that talk.\n\n_\"... Over the years, I have watched a growing intolerance at universities in this country – not intolerance along racial or ethnic or gender lines – there, we have made laudable progress. Rather, a kind of intellectual intolerance, a political one-sidedness, that is the antithesis of what universities should stand for. It manifests itself in many ways: in the intellectual monocultures that have taken over certain disciplines; in the demands to disinvite speakers and outlaw groups whose views we find offensive; in constant calls for the university itself to take political stands. We decry certain news outlets as echo chambers, while we fail to notice the echo chamber we’ve built around ourselves._\n\n_This results in a kind of intellectual blindness that will, in the long run, be more damaging to universities than cuts in federal funding or ill-conceived constraints on immigration. It will be more damaging because we won’t even see it: We will write off those with opposing views as evil or ignorant or stupid, rather than as interlocutors worthy of consideration. We succumb to the all-purpose ad hominem because it is easier and more comforting than rational argument. But when we do, we abandon what is great about this institution we serve._\n\n_It will not be easy to resist this current. As an institution, we are continually pressed by faculty and students to take political stands, and any failure to do so is perceived as a lack of courage. But at universities today, the easiest thing to do is to succumb to that pressure. What requires real courage is to resist it. Yet when those making the demands can only imagine ignorance and stupidity on the other side, any resistance will be similarly impugned._\n\n_The university is not a megaphone to amplify this or that political view, and when it does it violates a core mission. Universities must remain open forums for contentious debate, and they cannot do so while officially espousing one side of that debate._\n\n_But we must do more. We need to encourage real diversity of thought in the professoriate, and that will be even harder to achieve. It is hard for anyone to acknowledge high-quality work when that work is at odds, perhaps opposed, to one’s own deeply held beliefs. But we all need worthy opponents to challenge us in our search for truth. It is absolutely essential to the quality of our enterprise._\n\n_I fear that the next few years will be difficult to navigate. We need to resist the external threats to our mission, but in this, we have many friends outside the university willing and able to help. But to stem or dial back our academic parochialism, we are pretty much on our own. The first step is to remind our students and colleagues that those who hold views contrary to one’s own are rarely evil or stupid, and may know or understand things that we do not. It is only when we start with this assumption that rational discourse can begin, and that the winds of freedom can blow ...\"_",
    "uid" : "2FBDC5A4-B6E3-48BF-BAAF-BF91031E89AE",
    "name" : "G+ Post - Academic Monoculture",
    "keyword" : "gp monoculture"
  }
}