{
  "alfredsnippet" : {
    "snippet" : "https:\/\/www.thunderbolts.info\/tpod\/2005\/arch05\/050314europadynamics.htm\n\nMar 14, 2005\nEuropa--Dynamics of Rille Formation\n\nHigh-resolution photographs of Europa’s surface show that the web of grooves and channels cannot be the surface “fractures” that planetary scientists have long claimed.\n\nWhen the first close-up photographs of Jupiter’s moon Europa were returned to earth from Voyager 2, scientists were surprised to find that water ice covered the surface. They were also surprised by the absence of visible craters, since Jupiter is considered the “vacuum cleaner” of the solar system and should have pulled many meteoroids and occasional asteroids into collision courses with it. Unknown events in geologically recent times have resurfaced the Jovian moon from pole to pole.\n\nInstead of craters, what planetary scientists saw was a global network of linear impressions or channels. They immediately began to speculate about a vast complex of “fractures” on the moon. They surmised that, from beneath the surface, dark material had filled the cracks or oozed out onto the surface as levees running along the two sides of the trenches. This would account for the dark coloration of the markings.\n\nThis initial interpretation stuck—for what else could these strange surface impressions be? “Cracking” of Europa’s surface remained the official interpretation even as, beginning in 1996, higher resolution images returned by the Galileo probe undermined the entire idea that the channels were cracks. Many of the larger channels are smoothly cut, and they do not look like fractures. The force creating them disregarded the presence of prior channels and often produced a constant channel width for up to a thousand kilometers or more.\n\nFrom an electrical viewpoint this is not surprising. The current  of an electric discharge,  flowing  across the surface, has an associated magnetic field which “pinches” it into a thin filament and tends to draw concurrent filaments into parallel alignment.\n\nThe standard interpretation only grew more implausible as Galileo began to send back even closer views of the surface: As resolution increased, the cameras simply revealed more channels, in the same way fractal geometry replicates similar patterns at different scales. This is also a well-known characteristic of plasma discharge phenomena.\n\nTo be sure, there are chaotic regions on Europa that show massive fracturing and rafting of ice sheets, and it is evident that the events that shattered extensive layers of ice also caused breaks and movement along some pre-existing channels. But channels with no evidence of fracturing are far more abundant. And virtually all regions of Europa—even the displaced ice sheets—reveal complexes of parallel and side-by-side grooves with levees and no indications of fracturing. Can ice be repeatedly broken in ways that produce extensive parallel grooves with levees? The claim finds no support in nature or in controlled experiment.  The levees required an additional ad hoc requirement that the cracks repeatedly opened and closed to force material over the sides.\n\nThere is a model, however, that can account for the appearance of Europa at all scales of observation.\n\nThe picture on the right is the closest image of Europa’s surface, taken at an oblique angle as the Galileo spacecraft flew 200 kilometers above the surface on December 16, 1997. It provided a view similar to that from an aircraft window. The colossal scale of the ridges gives the impression of flying much lower, and the perspective allows us to see the nature of the channels. They are not cracks in the ice. They are overlying and intersecting V-shaped troughs, The dark coloration down their centers appears in many places to be comprised of a string of small craters with dark material in their centers.\n\nThe V-shaped configuration is consistent with a powerful underground explosion, which creates a conical vent.  A narrow discharge channel moving explosively beneath the surface will throw material above it onto the two sides of a V-cross-section trench. In the electrical interpretation, the narrow lines of dark material at the base of the channel mark out the material directly acted on by the discharge—smashing oxygen atoms, two by two, into atoms of sulfur. The lighter material was the ice above the discharge channel, blown to the two sides of the channel\n\nA close inspection of such regions, we believe, will verify that that the primary features on Europa are rilles, with many analogs on other planets and moons. Moreover, if the electrical theorists are correct, traditional geologic models based on slow processes occurring on earth will invariably fail.  They claim that electric discharge repeatedly raked across the surface of this Jovian moon.\n\n",
    "uid" : "D90E9B23-5F5F-42F9-9248-5DB78ABD4671",
    "name" : "G+ Post - Europa's Cracks",
    "keyword" : "gp europa"
  }
}